Repository: jonobacon/ubuntu-accomplishments-viewer
Catalog: po/*.po
Languages: ar, ast, bn, da, de, el, es, fi, fr, gl, hu, id, is, it, ja, lt, mr, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv

source: <b>Always add the link to your trophy on the web when sharing a trophy.</b> This link works as a <b>proof</b> that you have really accomplished this trophy.
ast: <b>Amiesta siempres l'enllaz al troféu na web cuando compartas un troféu.</b> L'enllaz funciona como <b>prueba</b> de que consiguisti realmente esti troféu.
bn: <b>একটি ট্রফি শেয়ার করার সময় ওয়েব এ সর্বদা আপনার ট্রফিটির সাথে লিংক যোগ করুন.</b> আপনি সত্যই ট্রফিটি নিষ্পাদন করেছেন তার <b>প্রমাণ</b> হিসাবে এই লিংকটি কাজ করে.
da: <b>Tilføj altid et link til dine trofæer på internettet når du deler et trofæ</b> Dette link fungerer som et <b>bevis</b> på at du har gennemført dette trofæ.
de: <b>Den Verweis zur Trophäe im Web stets beim Veröffentlichen einer Trophäe hinzufügen.</b> Der Verweis dient als <b>Beweis</b>, dass Sie diese Trophäe wirklich errungen haben.
es: <b>Cuando comparta un trofeo, siempre añada el enlace web hacia él.</b> Este enlace funciona como <b>prueba</b> de que ha obtenido realmente este trofeo.
fr: <b>Ajoutez toujours le lien vers votre trophée sur le web quand vous partagez un trophée.</b> Ce lien sera la <b>preuve</b> que vous avez obtenu ce trophée.
ms: <b>Sentiasa tambah pautan ke piala anda dalam sesawang bila berkongsi piala.</b> Puatan ini bertindak sebagai <b>bukti</b> yang mana anda berjaya memperoleh piala ini.
nl: <b>Voeg altijd een link naar de trofee toe als u deze deelt via het web.</b> De link werkt als <b>bewijs</b> dat u deze trofee echt hebt bereikt.
pt_br: <b>Sempre adicionar o link para o seu troféu na web quando compartilhando o troféu.</b> Este link funciona como uma <b>prova<b> de que você realmente conseguiu este troféu.
ru: <b>Всегда добавляйте ссылку на трофей в интернете, когда делитесь им с кем-либо.</b> Эта ссылка является <b>доказательством</b> того, что вы действительно получили данный трофей.
sv: <b>Bifoga alltid en länk till din trofé när du delar den på webben.</b> Länken fungerar som ett <b>bevis</b> att du faktiskt fått trofén.

source: Reloading accomplishments collections...
ast: Recargando les coleiciones de llogros…
da: Genindlæs bedrift samling
de: Verdienstesammlungen werden erneut geladen …
es: Recargando las colecciones de logros…
fr: Rechargement des collections de réalisations...
ms: Memuat semula koleksi pencapaian...

source: Starting the daemon...
ast: Aniciando'l demoniu…
da: Starter tjeneste...
de: Dienst wird gestartet …
es: Iniciando el demonio…
fr: Démarrage du processus...
ms: Memulakan daemon...

source: I've just got the trophy '%s' in #ubuntu accomplishments!
ast: ¡Consiguí de recién el troféu «%s» nos llogros d'#ubuntu!
da: Jeg har fået trofæet '%s' i #ubuntu bedrifter!
de: Ich habe gerade die Trophäe »%s« als Verdienst für #ubuntu errungen!
es: ¡Acabo de obtener el trofeo «%s» en los logros de #ubuntu!
fr: Je viens de recevoir le trophée '%s' dans #réalisations ubuntu!
ms: Saya baru mendapat trofi '%s' dalam pencapaian #ubuntu!

source: Your trophies are not yet published
ast: Entá nun s'espublizaron los tos trofeos
bn: আপনার ট্রফিগুলো এখনও প্রকাশ করা হয়নি
da: Dine trofæer er ikke udgivet endnu
de: Deine Trophäen wurden noch nicht veröffentlicht
es: No se han publicado aún sus trofeos
fr: Vos trophées ne sont pas encore publiés
id: Trofi Anda belum dipublikasikan
ms: Piala anda belum lagi disiarkan
nl: Uw trofeeën zijn nog niet gepubliceerd.
pt_br: Seus troféus ainda não estão publicados
ru: Ваши трофеи еще не опубликованны
sv: Dina troféer är ännu inte publicerade.

source: You can do it from Edit->Preferences menu.
ast: Pues facelo dende'l menú Editar ‣ Preferencies.
bn: Edit->Preference মেন্যু থেকে কাজটি করতে পারেন।
da: Du kan gøre det fra Rediger->Præferencer menuen
de: Du kannst dies im Menü Bearbeiten->Einstellungen machen.
es: Puede hacerlo desde el menú Editar ‣ Preferencias.
fr: Vous pouvez le faire à partir du menu Modifier-> Préférences.
id: Anda dapat melakukannya dari menu Sunting->Preferensi.
ms: Anda boleh buat ia melalui menu Sunting->Keutamaan.
nl: Dit kan door naar Bewerken->Voorkeuren te gaan.
pt_br: Você pode fazer isso a partir do menu Editar -> Preferências.
ru: Вы можете сделать это из меню Правка->Настройки
sv: Du kan göra det från menyn under Redigera->Inställningar.

source: Today
ast: Güei
bn: আজ
da: I dag
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
id: Hari Ini
lt: Šiandien
ms: Hari Ini
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag

source: This Week
ast: Esta selmana
bn: এই সপ্তাহে
da: Denne Uge
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr: Cette Semaine
id: Minggu Ini
lt: Šią savaitę
ms: Minggu Ini
nl: Deze week
pt_br: Esta semana
ru: На этой неделе
sv: Denna vecka

source: This Month
ast: Esti mes
bn: এই মাসে
da: Denne Måned
de: Dieser Monat
es: Este mes
fi: Tässä kuussa
fr: Ce Mois
id: Bulan Ini
lt: Šį mėnesį
ms: Bulan Ini
nl: Deze maand
pt_br: Este mês
ru: В этом месяце
sv: Denna månad

source: Last Six Months
ast: Caberos seis meses
bn: গত ছয় মাসে
da: De Sidste Seks Måneder
de: Letzte sechs Monate
es: Últimos seis meses
fr: Ces Derniers Six Mois
id: Enam Bulan Terakhir
lt: Per paskutinius šešis mėnesius
ms: Enam Bulan Terakhir
nl: Afgelopen zes maanden
pt_br: Últimos seis meses
ru: Последние 6 месяцев
sv: Senaste sex månaderna

source: Earlier
ast: Primero
bn: আগে
da: Tidligere
de: Früher
es: Anteriores
fi: Aikaisemmin
fr: Précédent
id: Lebih Awal
lt: Anksčiau
ms: Lebih Awal
nl: Eerder
pt_br: Mais cedo
ru: раньше
sv: Tidigare

source: everything
ast: too
bn: সবকিছু
da: alt
de: Alles
es: todo
fi: kaikki
fr: Tout
hu: minden
id: semuanya
lt: visas
ms: segala-galanya
nl: alles
pt_br: tudo
sv: allt

source: All
ast: Toos
bn: সবগুলো
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
hu: Összes
id: Semua
lt: Visi
ms: Semua
nl: Alles
pt_br: Todas
ru: Все
sv: Alla

source: +SHARE
ast: +COMPARTIR
da: +DEL
es: +COMPARTIR

source: Opportunity Information
ar: معلومات عن الفرص
ast: Información d'oportunidaes
bn: সুযোগ তথ্য
da: Oplysninger om muligheder
de: Informationen zur Möglichkeit
el: Πληροφορίες ευκαιρίας
es: Información sobre las oportunidades
fi: Tietoa mahdollisuudesta
fr: Informations sur les Opportunités
gl: Información sobre as oportunidades
hu: Kihívás információk
id: Informasi Kesempatan
is: Upplýsingar um afrek
it: Informazioni sulle opportunità
ja: チャレンジの情報
lt: Galimybės informacija
mr: संधिचे माहिती
ms: Maklumat Peluang
nb: Prestasjon informasjon
nl: Kansinformatie
pl: Osiągnięcie
pt_br: Informações sobre Oportunidades
ro: Informații despre oportunitate
ru: Информация о возможностях
sk: Informácie o príležitostiach
sl: Podatki o priložnosti
sv: Information om möjlighet

source: No information available.
ar: لا تتوفر أي معلومات.
ast: Nun hai información disponible.
bn: কোন তথ্য নাই
da: Ingen information tilgængelig.
de: Keine Informationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες.
es: No hay información disponible.
fi: Ei tietoja saatavilla.
fr: Aucune information disponible.
gl: Non hai información dispoñíbel.
hu: Nem érhető el információ.
id: Tak ada informasi yang tersedia.
is: Engar upplýsingar fáanlegar.
it: Informazioni non disponibili.
ja: 情報はありません。
lt: Nėra prieinamos informacijos.
mr: माहिती उपलब्ध नाहि आहे
ms: Tiada maklumat tersedia.
nb: Ingen informasjon tilgjengelig.
nl: Geen informatie beschikbaar.
pl: Brak informacji.
pt_br: Informação não disponível.
ro: Nicio informaţie disponibilă.
ru: Информация недоступна.
sk: Informácie nie sú k dispozícii.
sl: Podatki niso na voljo.
sv: Ingen information tillgänglig.

source: Getting Help
ar: الحصول على مساعدة
ast: Consiguir ayuda
bn: সহায়তা নিন
da: Få hjælp
de: Hilfe erhalten
el: Λήψη βοήθειας
es: Obtener ayuda
fi: Avun saaminen
fr: Obtenir de l'aide
gl: Obter axuda
hu: Segítségkérés
id: Mendapatkan Bantuan
is: Sæki hjálp
it: Ottenere aiuto
ja: 助けを得るには
lt: Kur gauti pagalbos
mr: मदत मिळवा
ms: Dapatkan Bantuan
nb: Få hjelp
nl: Hulp krijgen
pl: Uzyskiwanie pomocy
pt_br: Obtendo Ajuda
ro: Cum găsesc ajutor
ru: Получение помощи
sk: Pomoc
sl: Kako do pomoči
sv: Få hjälp

source: No help available.
ar: لا تتوفر أي مساعدة
ast: Nun hai ayuda disponible.
bn: কোন সহায়তা নাই
da: Ingen tilgængelig hjælp.
de: Keine Hilfe verfügbar.
el: Μη διαθέσιμη βοήθεια.
es: No hay ayuda disponible.
fi: Ei ohjeita saatavilla.
fr: Aucune aide disponible.
gl: No hai axuda dispoñíbel.
hu: Nem érhető el a súgó.
id: Tak ada bantuan yang tersedia.
is: Engin hjálp tiltæk.
it: Nessun aiuto disponibile.
ja: ヘルプ情報はありません。
lt: Pagalba neprieinama.
mr: मदत उपलब्ध नाहि आहे|
ms: Tiada bantuan tersedia.
nb: Ingen hjelp tilgjengelig.
nl: Geen hulp beschikbaar
pl: Pomoc niedostępna.
pt_br: Nenhuma ajuda disponível.
ro: Fără ajutor disponibil.
ru: Помощь недоступна.
sk: Pomoc nie je k dispozícií
sl: Pomoč ni na voljo
sv: Ingen hjälp finns tillgänglig.

source: This opportunity is locked. You need to complete
ar: فرصة مقفلة . تحتاج إلى إكمال
ast: Esta oportunidá ta bloquiada. Necesites completar
bn: এই সুযোগটি বন্ধ. আপনার শেষ করা প্রোয়োজন
da: Denne mulighed er låst. Du skal færdiggøre
de: Diese Möglichkeit steht nicht zur Verfügung. Vervollständigen Sie
el: Το επίτευγμα είναι κλειδωμένο. Απαιτείται η ολοκλήρωση
es: Esta oportunidad se encuentra bloqueada. Necesita completar
fr: Cette opportunité est verrouillée. Vous devez la compléter.
gl: Esta oportunidade atópase bloqueada. Precisa completala
hu: Ez a kihívás zárolva van. Az aktiváláshoz teljesítse a(z)
id: Kesempatan ini dikunci. Anda perlu melengkapi
is: Þetta afrek er læst. Fyrst þarf að klára
it: Questa opportunità è bloccata. Devi completare
ja: チャレンジ項目はロックされています。完了させる必要があります。
lt: Ši galimybė užrakinta. Jums reikia užbaigti
mr: ही संधि बंद आहे| ती उघदन्याकर्ता तूमहाला पूर्नकराय्ला लागेल
ms: Peluang ini dikunci. Anda perlu lengkapkan
nb: Denne prestasjonen er låst. Du må gjennomføre
nl: Deze kans is vergrendeld. U moet eerst
pl: To trofeum jest zablokowane. Musisz ukończyć
pt_br: Esta oportunidade está bloqueada. Você precisa completar
ro: Această oportunitate este blocată. Trebuie să realizezi
ru: Эта возможность заблокирована. Вам необходимо завершить
sk: Táto príležitosť je zamknutá. Musíš splniť
sl: Ta priložnost je zaklenjena. Najprej morate končati
sv: Denna möjlighet är låst. Du måste färdigställa

source: from
ar: من
ast: de
bn: থেকে
da: Fra
de: aus
el: από
es: de
fr: de
gl: desde
hu: kihívást a(z)
id: dari
is: frá
it: da
ja: から
lt: iš
mr: पासून
ms: dari
nb: fra
nl: van
pl: z
pt_br: de
ro: de la
ru: от
sk: od
sl: od
sv: från

source: first
ar: الأوّل
ast: primero
bn: প্রথম
da: først
de: zuerst
el: πρώτο
es: primero
fi: ensin
fr: premier
gl: primeiro
hu: kihívásokból
id: pertama
is: fyrsta
it: primo
ja: 最初の
lt: pirmiausiai
mr: पहिला
ms: pertama
nb: første
nl: voltooien
pl: aby odblokować to osiągnięcie.
pt_br: primeiro
ro: prima
ru: первые
sk: prvý
sl: prvi
sv: första

source: This opportunity is locked. You need to complete the following opportunities first:
ast: Esta oportunidá ta bloquiada. Necesites completar primero les oportunidaes siguientes:
bn: এই সুযোগ তালাবদ্ধ. আপনার প্রথমে নিম্নলিখিত সুযোগগুলি সম্পূর্ণ করা প্রয়োজন.
da: Denne mulighed er låst. Du skal først gennemføre de følgende muligheder:
de: Diese Möglichkeit steht nicht zur Verfügung. Vervollständigen Sie zunächst diese Möglichkeiten:
es: Esta oportunidad está bloqueada. Necesita completar las siguientes oportunidades primero:
fi: Tämä mahdollisuus on lukittu. Suorita seuraavat mahdollisuudet ennen tätä mahdollisuutta:
fr: Cette opportunité est verrouillée. Vous devez compléter les opportunités suivantes d'abord :
gl: Esta oportunidade esta bloqueada, precisa completar a seguinte oportunidade primeiro:
hu: A kihívás zárolva van. Először ezek közül teljesítsen egyet:
id: Kesempatan ini dikunci. Anda perlu terlebih dahulu melengkapi kesempatan berikut:
lt: Ši galimybė užrakinta. Jums pirmiau reikia užbaigti šias galimybes:
ms: Peluang ini dikunci. Anda perlu selesaikan peluang berikut dahulu:
nl: Deze kans is vergrendeld. U moet de volgende kansen eerst voltooien:
pt_br: Esta oportunidade está bloqueada. Primeiro você preciso completar as seguintes oportunidades:
ru: Данная возможность заблокирована. Вам нужно сначала закончить следующие возможности
sl: Ta priložnost je zaklenjena. Najprej morate dokončati naslednje priložnosti:
sv: Den här möjligheten är låst. Du måste klara av följande möjligheter först:

source: on
ar: بتاريخ
ast: el
bn: সচল
da: på
de: am
el: στις
es: el
fr: activé
gl: en
hu: ekkor:
id: pada
is: þann
it: in data
lt: &nbsp;
mr: या दिवशी
ms: pada
nb: på
nl: op
pl: dnia
pt_br: em
ro: activat
ru: на
sk: na
sl: na
sv: den

source: using the following credentials
ar: باستخدام عناصر اعتماد المصداقية التالية
ast: usando les siguientes credenciales
bn: নিম্নলিখিত প্রমাণপ্রত্রাদি ব্যবহার করে
da: ved hjælp af de følgende legitimationsoplysninger
de: nutze die folgende Anmeldeinformationen
el: χρησιμοποιώντας τα ακόλουθα διαπιστευτήρια
es: usando las siguientes credenciales
fr: utilisant les informations d'identification suivantes
gl: usando as seguintes credencias
hu: A következő adatok lesznek használva
id: memakai kredensial berikut
is: með eftirfarandi skilríki
it: utilizzando le seguenti credenziali
ja: 以下のクレデンシャルを利用した行動です
lt: naudojant šiuos įgaliojimus
mr: खालील अधिकारपत्रे वापरून
ms: menggunakan kelayakan berikut
nb: bruker følgende påloggingsinformasjon
nl: met de volgende aanmeldgegevens
pl: używając następujących uwierzytelnień
pt_br: usando as seguintes credenciais
ro: folosesc următoarele certificări
ru: используя следующие данные входа
sl: z uporabo naslednjih poveril
sv: med följande uppgifter

source: This trophy has been verified
ar: تم التحقق من هذا الكأس
ast: Este troféu ta comprobáu
bn: এই ট্রফি যাচাই করা হয়েছে
da: Dette trofæ er blevet bekræftet
de: Diese Trophäe wurde überprüft
el: Το τρόπαιο επαληθεύτηκε
es: Este trofeo ha sido verificado
fi: Tämä pokaali on vahvistettu
fr: Ce trophée a été vérifié
gl: Este trofeo foi verificado
hu: Ez a trófea igazolva lett
id: Trofi ini telah diverifikasi
is: Þetta afrek hefur verið staðfest
it: Questo trofeo è stato verificato
ja: トロフィーは認定されています。
lt: Šis trofėjus buvo patikrintas
mr: हे बक्शिशाचे पडताळणी केलेलय
ms: Trofi ini telah disahkan
nb: Dette trofeet har blitt godkjent
nl: Deze trofee is geverifieerd
pl: To trofeum zostało zweryfikowane
pt_br: Este troféu foi verificado
ro: Acest trofeu a fost verificat
ru: Этот трофей уже проверен
sk: Trofej bola overená
sl: Ta trofeja je bila preverjena
sv: Denna trofé har verifierats

source: This opportunity requires verification
ar: يتطلب التحقق من هذه الفرصة
ast: Esta oportunidá necesita comprobación
bn: এই সুযোগ যাচাই প্রয়োজন
da: Denne mulighed kræver bekræftelse
de: Diese Möglichkeit erfordert eine Überprüfung
el: Η ευκαιρία αυτή απαιτεί επαλήθευση
es: Esta oportunidad necesita verificación
fi: Tämä mahdollisuus vaatii vahvistusta
fr: Cette opportunité requiert une vérification
gl: Esta oportunidade precisa verificación
hu: Ez a kihívás ellenőrzést igényel
id: Kesempatan ini memerlukan verifikasi
is: Staðfesta þarf þetta afrek
it: Questa opportunità richiede una verifica
ja: このチャレンジは認定される必要があります
lt: Šiai galimybei reikalingas patikrinimas
mr: हे संधिचे पडताळणी आवश्यक आहे
ms: Peluang ini memerlukan pengesahan
nb: Denne prestasjonen krever verifisering.
nl: Deze kans vereist verificatie
pl: To osiągnięcie wymaga weryfikacji
pt_br: Esta oportunidade requer verificação
ro: Această oportunitate are nevoie de verificare
ru: Необходима проверка этой возможности
sk: Príležitosť potrebuje overenie
sl: To priložnost je potrebno preveriti
sv: Denna möjlighet kräver verifiering

source: Accomplishment Details [-]
ast: Detalles del llogru [−]
bn: নিষ্পাদন বিবরণ [-]
da: Bedrift detajler [-]
de: Weiterführende Informationen [-]
es: Detalles del logro [−]
fr: Détails de Réalisation [-]
id: Rincian Pencapaian [-]
ms: Perincian Accomplishment [-]
nl: Prestatiedetails [-]
pt_br: Detalhes da conquista [-]
ru: Подробности [-]
sv: Detaljer för bedrift [-]

source: Accomplishment Details [+]
ast: Detalles del llogru [+]
bn: নিষ্পাদন বিবরণ [+]
da: Bedrift detajler [+]
de: Weiterführende Informationen [+]
es: Detalles del logro [+]
fr: Détails de Réalisation [+]
id: Rincian Pencapaian [+]
ms: Perincian Accomplishment [+]
nl: Prestatiedetails [+]
pt_br: Detalhes da conquista [+]
ru: Подробности [+]
sv: Detaljer för bedrift [+]

source: How to accomplish this opportunity
ar: كيفية إنجاز هذه الفرصة
ast: Cómo llograr esta oportunidá
bn: কিভাবে এই সুযোগ নিষ্পাদন করা যায়
da: Hvordan gennemføres denne mulighed
de: Wie diese Verdienstmöglichkeit errungen wird
el: Πως θα επιτευχθεί η ευκαιρία
es: Cómo obtener este logro
fi: Kuinka suorittaa tämä mahdollisuus
fr: Comment accomplir cette opportunité
gl: Cómo obter este logro
hu: Hogyan teljesítse ezt a kihívást
id: Bagaimana meraih kesempatan ini
is: Hvernig ná skal þessu afreki
it: Come realizzare questa opportunità
ja: このチャレンジを達成するには
lt: Kaip įvykdyti šią galimybę
mr: ही संधि कशी तडीस नेणे
ms: Bagaimana hendak mencapai peluang ini
nb: Hvordan du gjennomfører denne prestasjonen
nl: Hoe deze kans te bereiken
pl: Jak zdobyć to osiągnięcie
pt_br: Como realizar esta oportunidade
ro: Cum să profit de această oportunitate
ru: Как исполнить эту возможность
sk: Ako splniť túto príležitosť
sl: Kako opraviti to priložnost
sv: Hur man fullbordar denna möjlighet

source: Tips and Tricks
ar: نصائح وخدع
ast: Gabitos y trucos
bn: পরামর্শ এবং কৌশলগুলি
da: Tips og Tricks
de: Tipps und Tricks
el: Συμβουλές και κολπάκια
es: Consejos y trucos
fi: Vinkkejä ja vihjeitä
fr: Trucs et Astuces
gl: Consellos e trucos
hu: Tippek és trükkök
id: Tip dan Trik
is: Ábendingar
it: Trucchi e suggerimenti
ja: ヒントやコツ
lt: Gudrybės
mr: युक्ति आणि चाले
ms: Tip dan Trik
nb: Tips og triks
nl: Tips en trucs
pl: Wskazówki i podpowiedzi
pt_br: Dicas e Truques
ro: Sugestii şi ponturi
ru: Полезные советы
sk: Tipy a triky
sl: Triki in nasveti
sv: Tips och tricks

source: None.
ar: لا احد
ast: Dengunu.
bn: কোনটাই না
da: Ingen.
de: Keine.
el: Κανένα.
es: Ninguno.
fi: Ei mitään.
fr: Aucun.
gl: Ningún
hu: Nincs.
id: Nihil.
is: Engar.
it: Nessuno.
ja: ありません。
lt: Nėra.
mr: काहि नाहि
ms: Tiada.
nb: Ingen.
nl: Geen.
pl: Brak.
pt_br: Nenhum.
ro: Niciuna.
ru: Нет.
sk: Žiaden
sl: Brez.
sv: Inga.

source: Pitfalls To Avoid
ar: لتجنب المزالق
ast: Pilancos a evitar
bn: ভ্রান্তি এড়ানোর জন্য
da: Faldgruber der bør undgås
de: Vermeidbare Irrtümer
el: Παγίδες προς αποφυγή
es: Dificultades a evitar
fi: Vältettäviä asioita
fr: Pièges à éviter
gl: Dificultades a evitar
hu: Elkerülendő buktatók
id: Jebakan Yang Mesti Dihindari
is: Hvað skal varast
it: Insidie ​​da evitare
ja: 避けるべき落とし穴
lt: Spąstai, kurių vengti
mr: काहि गचकीन्ने वाचा
ms: Jurang Untuk DIhindari
nb: Fallgruver å unngå
nl: Te vermijden valkuilen
pl: Czego należy unikać
pt_br: Armadilhas a Evitar
ro: Capcane de evitat
ru: Чтобы избежать ошибок
sk: Čomu sa vyhnúť
sl: Pasti za izogibanje
sv: Fallgropar att undvika

source: Further Reading
ar: لمزيد من القراءة
ast: Llectures complementaries
bn: আরও পড়তে
da: Læs mere
de: Weitere Informationen
el: Περαιτέρω ανάγνωση
es: Para saber más
fi: Lisää luettavaa
fr: Lectures complémentaires
gl: Ler máis
hu: További olvasnivaló
id: Bacaan Lebih Lanjut
is: Sjá nánar
it: Ulteriori approfondimenti
ja: さらに詳しく知るために
lt: Tolesni skaitiniai
mr: अधिक वाचनासाठी
ms: Bacaan Lanjutan
nb: Videre lesning
nl: Zie verder
pl: Więcej informacji
pt_br: Leitura adicional
ro: Lectură aprofundată
ru: Дополнительная информация
sk: Doplňujúce čítanie
sl: Nadaljnje branje
sv: Ytterligare läsning

source: Accomplishment Information
ar: معلومات عن الإنجاز
ast: Información de llogros
bn: নিষ্পাদন তথ্য
da: Bedriftsoplysninger
de: Verdienst-Informationen
el: Πληροφορίες επιτευγμάτων
es: Información de logros
fi: Saavutustiedot
fr: Information sur la réalisation
gl: Información de logros
hu: Teljesítmény információk
id: Informasi Pencapaian
is: Upplýsingar um afrek
it: Informazione sulla realizzazione
ja: Accomplishment情報
lt: Laimėjimo informacija
mr: सिद्धीचे माहिती
ms: Maklumat Pencapaian
nb: Prestasjons informasjon
nl: Prestaties Informatie
pl: Przeglądarka Osiągnięć
pt_br: Informações sobre Realizações
ro: Informații despre realizare
ru: Информация о достижениях
sk: Informácie o úspechu
sl: Podatki o dosežku
sv: Information om bedrift

source: _File
ar: _ملف
ast: _Ficheru
da: _Filer
de: _Datei
el: Α_ρχείο
es: _Archivo
fi: _Tiedosto
fr: _Fichier
gl: _Ficheiro
hu: _Fájl
id: _Berkas
is: _Skrá
ja: ファイル(_F)
lt: _Failas
mr: संचिका (_F)
ms: _Fail
nb: _Fil
nl: _Bestand
pl: _Plik
pt_br: _Arquivo
ro: _Fișier
ru: _Файл
sk: _Súbor
sl: _Datoteka
sv: _Arkiv

source: Check Accomplishments
ast: Comprobar llogros
bn: নিষ্পাদনসমূহ চেক করুন
da: Tjek Bedrifter
de: Verdienste überprüfen
es: Comprobar logros
fr: Vérifier les Réalisations
id: Periksa Pencapaian
ms: Semak Accomplishments
nl: Prestaties controleren
pt_br: Verificar conquistas
ru: Проверить достижения
sv: Kontrollera bedrifter

source: _Edit
ar: _حرر
ast: _Editar
da: _Redigér
de: _Bearbeiten
el: _Επεξεργασία
es: _Editar
fi: _Muokkaa
fr: _Éditer
gl: _Editar
hu: _Szerkesztés
id: _Sunting
is: Br_eyta
it: _Modifica
ja: 編集(_E)
lt: _Keisti
mr: संपादित करा (_E)
ms: _Sunting
nb: _Rediger
nl: Be_werken
pl: _Edycja
pt_br: _Editar
ro: _Editează
ru: _Правка
sk: _Upraviť
sl: Ur_edi
sv: R_edigera

source: _Reload accomplishments collections...
ast: _Recargar coleiciones de llogros…
da: _Genindlæs bedrift samlinger
de: Verdienstesammlungen e_rneut laden …
es: _Recargar colecciones de logros…
fr: _Recharger les collections de réalisations...
ms: _Muat semula koleksi pencapaian...
nl: _Ververs prestatiecollecties...
ru: _Обновить коллекции достижений...

source: _Identification...
ast: _Identificación...
da: _Identifikation
de: _Identifikation …
es: _Identificación...
id: _Identifikasi...
lt: _Identifikavimas...
ms: _Pengenalpastian...
nl: _Identificeren...
pt_br: _Identificação...
ru: _Идентификация
sv: _Identifiering...

source: _Help
ar: _مساعدة
ast: _Ayuda
da: _Hjælp
de: _Hilfe
el: _Βοήθεια
es: Ay_uda
fi: _Ohje
fr: _Aide
gl: _Axuda
hu: _Súgó
id: _Bantuan
is: _Hjálp
it: _Aiuto
ja: ヘルプ(_H)
lt: _Žinynas
mr: मदत (_H)
ms: _Bantuan
nb: _Hjelp
nl: _Hulp
pl: _Pomoc
pt_br: _Ajuda
ro: _Ajutor
ru: _Справка
sk: _Pomoc
sl: Pomo_č
sv: _Hjälp

source: Contents
ar: محتويات
ast: Conteníu
bn: বিষয়বস্তু
da: Indhold
de: Inhalte
el: Περιεχόμενα
es: Contenido
fi: Sisältö
fr: Contenus
gl: Contidos
hu: Tartalomjegyzék
id: Isi
is: Efni
it: Contenuti
ja: 内容
lt: Turinys
mr: आतील द्रव्य
ms: Kandungan
nb: Innhold
nl: Inhoudsopgave
pl: Treść
pt_br: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sl: Vsebina
sv: Innehåll

source: Ask a question...
ast: Facer una entruga...
bn: প্রশ্ন্ করুন
da: Stil et spørgsmål
de: Eine Frage stellen …
es: Preguntar algo...
fi: Esitä kysymys...
fr: Poser une question...
hu: Kérdezzen…
id: Ajukan pertanyaan...
lt: Klausti...
ms: Tanya soalan...
nl: Vraag stellen...
pt_br: Obter ajuda on-line...
ru: Задайте вопрос
sv: Ställ en fråga...

source: My Trophies
ar: كأوسي
ast: Los mios trofeos
bn: আমার ট্রফিসমূহ
da: Mine trofæer
de: Meine Trophäen
el: Τα τρόπαιά μου
es: Mis trofeos
fi: Pokaalini
fr: Mes Trophées
gl: Os meus trofeos
hu: Saját trófeák
id: Trofiku
is: Mín afrek
it: I miei trofei
ja: 自分のトロフィー
lt: Mano trofėjai
mr: माझे बक्शिश
ms: Trofi Saya
nb: Mine prestasjoner
nl: Mijn trofeeën
pl: Moje Trofea
pt_br: Meus Troféus
ro: Trofeele mele
ru: Мои трофеи
sk: Moje trofeje
sl: Moje trofeje
sv: Mina troféer

source: Opportunities
ar: الفرص
ast: Oportunidaes
bn: সুযোগসমূহ
da: Muligheder
de: Möglichkeiten
el: Ευκαιρίες
es: Oportunidades
fi: Mahdollisuudet
fr: Opportunités
gl: Oportunidades
hu: Kihívások
id: Kesempatan
is: Möguleg afrek
it: Opportunità
ja: チャレンジ
lt: Galimybės
mr: संधि
ms: Peluang
nb: Prestasjoner
nl: Kansen
pl: Możliwości
pt_br: Oportunidades
ro: Oportunități
ru: Возможности
sk: Príležitosti
sl: Priložnosti
sv: Möjligheter
