Repository: jonobacon/ubuntu-accomplishments-viewer
Catalog: po/*.po
Languages: ar, ast, bn, da, de, el, es, fi, fr, gl, hu, id, is, it, ja, lt, mr, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv

source: Ubuntu One is a online service that is Free to use for syncing files and other features. It is neatly integrated into your Ubuntu desktop. When Ubuntu Accomplishments detects you have accomplished something new the trophy will be sent to a verification server using Ubuntu one. This is simple, safe to use, and the only information that is shared with the server is the information you can see in Edit -> Identification - this information is not shared with others or given to companies.
ar: "أوبونتو وان" هو خدمة أنترنت حرة الإستخدام لمزامنة الملفات وغيرها من الميزات. تم دمج هذا بدقة إلى مكتبك الخاص بأوبونتو. وعندما "إنجازات أوبونتو" يكشف عن شيئ جديد أنجزته ترسل الكأس إلى مزود التحقق باستخدام أوبونتو وان. "إنجازات أوبونتو" بسيط وآمن الاستخدام، والمعلومات الوحيدة التي يتم مشاركتها مع المزود هي المعلومات التي يمكن أن تراها في تحرير -> تحديد الهوية لا تتم مشاركة هذه المعلومات مع الآخرين أو للشركات.
ast: Ubuntu One ye un serviciu en llinia de baldre pa sincronizar ficheros y otres carauterístiques. Ta elegantemente integráu nel escritoriu d'Ubuntu. Cuando'l sistema de llogros d'Ubuntu deteuta que ha consiguisti daqué nuevo, el troféu s'unviará a un sirvidor de comprobación usando Ubuntu One. Esto ye cenciello, seguro d'usar y la única información que se comparte col sirvidor ye la que pues ver en Editar ‣ Identificación; esta información nun se comparte con otros o suministrada a empreses.
bn: উবুন্টু ওয়ান হল একটি অনলাইন পরিষেবা যা ফাইল সিংক্রনাইজ করা সহ অন্যান্য বৈশিষ্ট্য বিনামূল্যে ব্যবহারযোগ্য.এটি আপনার উবুন্টু ওয়ান ডেস্কটপে সুন্দরভাবে সমন্বিত. উবুন্টু নিষ্পাদনসমূহ আপনি নতুন কিছু সম্পন্ন করেছেন বলে সনাক্ত করলে একটি ট্রফি উবুন্টু ওয়ান ব্যবহার করে যাচাইকরণ সার্ভারে পাঠিয়ে দিবে. এটা সহজ, ব্যবহার নিরাপদ, এবং যে তথ্য আপনি সম্পাদনা-> সনাক্তকরণ এ দেখতে পারেন শুধুমাত্র সেই তথ্য সার্ভারের সাথে বিনিময় করা হয় - এই তথ্য অন্য কারো সাথে অথবা কোন কোম্পানির সাথে বিনিময় হয় না.
da: Ubuntu One er online tjeneste, som er gratis at bruge til at synkronisere filer og andre elementer. Det integreres nydeligt i dit Ubuntu-skrivebord. Når Ubuntu Bedrifter bemærker, at du har færdiggjort noget nyt, bliver trofæet sendt til en bekræftelsesserver ved hjælp af Ubuntu One. Dette er en simpel, sikker måde at bruge, og de eneste oplysninger der deles med serveren er de oplysninger som du kan se i Redigér -> Identificering - disse oplysninger deles ikke med andre og gives heller ikke til firmaer.
de: Ubuntu One ist ein kostenloser Online-Dienst zum Abgleichen von Dateien und Weiterem. Er ist nahtlos in Ihre Ubuntu-Arbeitsumgebung integriert. Wenn Ubuntu Verdienste feststellt, dass Sie neue Verdienste errungen haben, wird die Trophäe mittels Ubuntu One an einen Überprüfungs-Server gesendet. Dieser Dienst ist einfach, sicher in der Benutzung und es werden nur die Informationen mit dem Server ausgetauscht, die Sie unter <i>Bearbeiten</i> → <i>Identifikation …</i> sehen können. Diese Informationen werden nicht an Dritte weitergegeben.
el: Το Ubuntu One είναι μια ελεύθερη προς χρήση διαδικτυακή υπηρεσία που χρησιμοποιείται για τον συγχρονισμό αρχείων και για άλλες λειτουργίες, και είναι καλά ενσωματωμένη στη επιφάνεια εργασίας του Ubuntu. Κάθε φορά που τα Επιτεύγματα του Ubuntu διαπιστώνει ότι επιτύχατε κάτι νέο τότε το τρόπαιο στέλνεται σε έναν διακομιστή για επαλήθευση χρησιμοποιώντας το Ubuntu One. Αυτό είναι κάτι απλό, και ασφαλές προς χρήση, και οι μόνες πληροφορίες που κοινοποιούνται στον διακομιστή είναι αυτές που μπορείτε να δείτε στο Επεξεργασία -> Ταυτοποίηση - οι πληροφορίες αυτές δεν κοινοποιούνται σε άλλους ούτε δίνονται σε εταιρείες.
es: Ubuntu One es un servicio en línea gratuito para sincronizar archivos y otras funciones. Está elegantemente integrado en su escritorio de Ubuntu. Cuando el sistema de logros de Ubuntu detecta que ha conseguido alguna meta, el trofeo se enviará a un servidor de verificación usando Ubuntu One. Esto es simple, seguro de usar y la única información que se comparte con el servidor es la que puede ver en Editar ‣ Identificación; esta información no es compartida con terceros o suministrada a empresas.
fr: Ubuntu One est un service en ligne qui est Gratuit à utiliser pour la synchronisation des fichiers et autres fonctionnalités. Il est bien intégré à votre bureau de travail Ubuntu. Quand l'application "Ubuntu Accomplishments" détecte que vous avez accompli quelque chose de nouveau, le trophée sera envoyé à un serveur de vérification en utilisant Ubuntu One. C'est simple, sûr à utiliser, et la seule information qui est partagée avec le serveur est l'information que vous pouvez visualiser dans Edit-> Identification - ces informations ne sont pas partagées avec autrui ni communiquées à des entreprises.
hu: Az Ubuntu One egy ingyenes online fájlszinkronizáló szolgáltatás extra lehetőségekkel, szinte teljesen integrálva az Ubuntu rendszerében. Amikor az Ubuntu Kihívások észleli, hogy teljesített egy kihívást, a kiszolgáló ellenőrzi azt, majd az Ubuntu One-on keresztül elküldi a trófeát. Ez egyszerű, biztonságos, a kiszolgálón csak azok az információk lesznek tárolva amiket a Szerkesztés -> Azonosítás menüpont alatt lát és ezeket sem osztjuk meg semmilyen harmadik féllel.
is: Ubuntu One er frí netþjónusta til að samkeyra skrár og að aðra möguleika. Þetta er innbyggt í Ubuntu. Þegar Ubuntu Afrek finna að þú hefur náð nýju afreki, mun afrekið verða sent á þjón með Ubuntu One til samþykkis. Þetta er einfalt og öruggt í notkun. Einu upplýsingarnar sem sendar eru á þjóninn eru upplýsingarnar sem þú getur séð í Breyta -> Skilríki - þessum upplýsingum er ekki dreift til annarra né afhent fyrirtækjum.
it: Ubuntu One è un servizio online che è gratuito da usare per sincronizzare file e altre caratteristiche. È perfettamente integrato nel tuo desktop di Ubuntu. Quando l'applicazione "Ubuntu Accomplishments" riconosce che avete realizzato qualcosa di nuovo il trofeo verrà inviato ad un server per la verifica usando Ubuntu One. Questo è semplice, sicuro da usare, e l'unica informazione che è condivisa con il server è l'informazione che potete vedere in Modifica -> Identificazione - questa informazione non è condivisa con altri o consegnata alle aziende.
ja: Ubuntu Oneは、ファイルの同期などの多くの機能を備えた無料のオンラインサービスです。 機能はUbuntuデスクトップに統合されています。 Ubuntu Accomplishmentsは、新しいトロフィーが獲得されようとしているときに、Ubuntu Oneを用いて認定サーバーと通信することで達成を確認します。これはとても簡単で、安全に利用できます。情報をサーバーと同期する設定は、編集 -> Identification から行います。この情報は、他のユーザーや企業と共有されることはありません。
lt: „Ubuntu One“ yra internetinė tarnyba, kuri yra nemokama naudoti failams sinchronizuoti ir kitoms galimybėms. Ji yra tvarkingai integruota į jūsų Ubuntu darbalaukį. Kai Ubuntu laimėjimai aptinka, kad jūs nuveikėte kažką naujo, naujas trofėjus bus išsiųstas į tikrinimo serverį naudojant „Ubuntu One“. Tai yra paprastai ir saugu naudoti. Vienintelė informacija, kuri yra dalinamasi su serveriu yra informacija, kurią galite pamatyti Keisti -> Identifikavimas – šia informacija nėra dalinamasi su kitais, ar perduodama kompanijoms.
mr: ऊबूनतू वन ऎक ऑन-लाइन सेवा आहे जी तुम्ही मोफतात उपयोग करू शक्तात तूम्हचे संचिका सिंक करन्यासाठी व अन्य आकृतिसाठी| ही सेवा तूम्हच्या ऊबूनतू डेस्कटॉप मधे नीटपणे एकात्मीकृत केली आहे| जेव्हा ऊबूनतू सिद्धीला उमगण होत की तूम्ही ऎक सिध्दीस नेलेले आहे, ती जयस्मारक पडताळणी करन्यासाठी सर्वरकडे पाठवली जाते ऊबूनतू वन द्वारा| हे सरळ आहे, हेच उपयोग सुरक्षित आहे व जी पण माहिती सर्वर बरोबर वाटली जाते, ती माहिती तूम्ही संपादन -> अभिज्ञान मधे पाहू शकतात| ही माहिती कोणी व्यक्ति व मंडळी बरोबर वाटली नाही जानार|
ms: Ubuntu One adalah perkhidmatan atas talian yang Percuma untuk menyegerak fail dan lain-lain fitur. Ia disepadukan dengan baik kedalam desktop Ubuntu anda. Bila Ubuntu Accomplishments mengesan anda telah mencapai sesuatu yang baru, satu trofi akan dihantar ke pelayan pengesahan menggunakan Ubuntu one. Ia adalah mudah, selamat digunakan, dan hanya maklumat yang dikongsi dalam pelayan adalah maklumat yang anda boleh lihat dalam Sunting -> Pengenalan - maklumat ini tidak dikongsi dengan orang lain atau diberikan kepada rakan.
nl: Ubuntu One is een gratis online dienst voor het synchroniseren van bestanden en meer. Het is vloeiend geïntegreerd in uw Ubuntu desktop. Als Ubuntu Prestaties vaststelt dat u iets nieuws bereikt zal een nieuwe trofee verstuurd worden naar een verificatieserver van Ubuntu One. Dit is eenvoudig en veilig in gebruik. De enige informatie die gedeeld wordt met de server is de informatie die u kunt terugvinden onder Bewerken -> Identificatie - deze informatie wordt niet gedeeld met derden en wordt niet doorgegeven aan bedrijven.
pl: Ubuntu One to serwis online który jest za darmo i umożliwia synchronizacje plików i innych. Ubuntu One jest dobrze zintegrowane z pulpitem Ubuntu. Kiedy aplikacja osiągnięć wykryje, że zrobiłeś coś nowego, trofeum zostanie wysłane do serwera weryfikacji za pomocą Ubuntu One. Jest to proste i bezpieczne w działaniu, a jedyne informacje, które są dzielone z serwerem, to informacje pochodzące z Edycja->Identyfikacja - informacje ta nie są dzielone z innymi osobami ani przekazywane do firm.
pt_br: Ubuntu One é um serviço online gratuito para sincronização de arquivos e outras funcionalidades. Ele é totalmente integrado em seu computador Ubuntu. Quando o "Conquistas do Ubuntu" percebe que você realizou algo novo, um troféu será enviado para um servidor de verificação usando sua conta no Ubuntu One. Isto é simples, seguro, e as únicas informações compartilhadas com o servidor são os dados que você pode ver em Editar -> Identificação - estas informações não são compartilhadas com terceiros ou enviadas para outras empresas.
ro: Ubuntu One este un serviciu online gratuit pentru sincronizarea fișierelor și a altor informații. Se integrează perfect în mediul de lucru Ubuntu. Când Ubuntu Accomplishments detectează că ai realizat ceva nou, trofeul va fi trimis spre serverul de verificare folosind Ubuntu One. Este simplu, sigur și singurele informații ce ajung la server le poți vedea în Edit -> Identificare - aceste informații nu sunt partajate cu niciun individ sau companie.
ru: Ubuntu One — это бесплатный сервис для синхронизации файлов и многого другого. Он аккуратно встраивается в ваше рабочее окружение Ubuntu. Когда Ubuntu обнаруживает ваше очередное достижение, трофей отправляется на сервер проверки с помощью Ubuntu One. Это просто и безопасно. На сервер отправляется только информация, которую вы можете увидеть в меню Правка→Идентификация. Эта информация не становится публичной и не раскрывается другим людям или компаниям.
sk: Ubuntu One je online služba na synchronizáciu súborov a dalších funkcionalít, ktorá je Zadarmo. Služba je integrovaná funkcionalita Tvojho Ubuntu. Keď Ubuntu Úspechy zistí, že si dosiahol úspech v niečom novom, pošle trofej na overenie s využítím Ubuntu one. Je to jednoduché, bezpečné a jediná informácia zdieľaná s overovacím serverom je tá, ktorú možeš vidieť v Upraviť -> Identifikácia - tieto informácie nie sú zdieľané s niekým iným alebo sprostredkované spoločnostiam.
sl: Ubuntu One je internetna storitev za brezplačno usklajevanje datotek. Prikladno je povezana z namizjem Ubuntu. Ko program Ubuntu Accomplishments ugotovi, da ste nekaj dosegli, bo nova trofeja poslana na strežnik za overjenje s pomočjo Ubuntu One. To je preprost in varen način. Podatke, ki jih vidi strežnik, lahko preverite v Uredi -> Identifikacija. Do teh podatkov nima dostopa nihče drug, prav tako se jih ne izroča tretjim osebam.
sv: Ubuntu One är en nättjänst som är gratis att använda för att synkronisera filer och andra funktioner. Det är snyggt integrerat i ditt Ubuntu-skrivbord. När Ubuntu Accomplishments upptäcker att du har åstadkommit något nytt så kommer troféen att skickas till en verifieringsserver med hjälp av Ubuntu One. Detta är enkelt och säkert att använda, och den enda information som delas med servern är den information som du kan se i Redigera -> Identifiering - denna information delas inte med andra eller ges ut till företag.

source: Learn more...
ar: اعرف المزيد...
ast: Saber más...
bn: আরও জানুন...
da: Lær mere...
de: Mehr erfahren …
el: Μάθετε περισσότερα...
es: Aprenda más...
fi: Lue lisää...
fr: En savoir plus...
gl: Saber máis...
hu: Tudjon meg többet…
id: Pelajari lebih lanjut...
is: Læra meira...
it: Per saperne di più...
ja: もっと詳しく...
lt: Sužinoti daugiau...
mr: अजून जानकारी प्राप्त करा...
ms: Pelajari lagi...
nb: Lær mer...
nl: Meer informatie...
pl: Więcej informacji...
pt_br: Saiba mais...
ro: Află mai multe...
ru: Узнать больше...
sk: Dozvedieť sa viac...
sl: Izvedi več ...
sv: Läs mer...

source: Don't Use Ubuntu One
ast: Nun usar Ubuntu One
bn: উবুন্টু ওয়ান ব্যবহার করবেন না
da: Benyt ikke Ubuntu One
de: Ubuntu One nicht verwenden
es: No usar Ubuntu One
fi: Älä käytä Ubuntu Onea
fr: Ne pas utiliser Ubuntu One
hu: Ubuntu One használatának mellőzése
id: Jangan Pakai Ubuntu One
lt: Nenaudoti „Ubuntu One“
ms: Jangan Guna Ubuntu One
nl: Ubuntu One niet gebruiken
pt_br: Não Use o Ubuntu One
ru: Не используйте Ubuntu One
sv: Använd inte Ubuntu One

source: Get Started
ar: انطلاقة
ast: Primeros pasos
bn: শুরু করুন
da: Kom i gang
de: Erste Schritte
el: Ξεκινώντας
es: Empezar
fi: Alkuun pääsy
fr: Démarrer
gl: Comezar
hu: Vágjunk bele
id: Memulai
is: Byrja
it: Per iniziare
ja: ここから始める
lt: Pradėkite
mr: शूरूवात करा
ms: Mulakan
nb: Kom i gang
nl: Aan de slag
pl: Szybki start
pt_br: Começar
ro: Începe
ru: Начнём!
sk: Začať
sl: Za začetek
sv: Kom igång

source: Latest
ast: Últimu
bn: সাম্প্রতিকতম
da: Seneste
de: Neueste
es: Más recientes
fi: Viimeisimmät
fr: Les plus récents
id: Terakhir
lt: Naujausi
ms: Terkini
nl: Nieuwste
pt_br: Últimos
ru: Последние
sv: Senaste

source: page 1
ast: páxina 1
da: Side 1
de: Seite 1
es: página 1

source: page 2
ast: páxina 2
da: side 2
de: Seite 2
es: página 2

source: Show me
ar: أرني
ast: Amosame
bn: আমাকে দেখান
da: Vis mig
de: Zeigen Sie mir
el: Προβολή
es: Mostrarme
fi: Näytä
fr: Afficher
gl: Mostrarme
hu: Mutasd
id: Tunjukkan padaku
is: Sýna
it: Fammi vedere
ja: 表示対象：
lt: Parodyk man
mr: माला दाखवा
ms: Tunjukkan pada saya
nb: Vis meg
nl: Laten zien
pl: Zestaw:
pt_br: Mostre-me
ro: Arată-mi
ru: Показать
sk: Ukázať
sl: Pokaži mi
sv: Visa mig

source: opportunities for
ar: الفرص المتاحة ل
ast: oportunidaes pa
bn: সুযোগের
da: muligheder for
de: Möglichkeiten für
el: ευκαιρίες για
es: oportunidades para
fi: -mahdollisuudet kohteelle
fr: opportunités pour
gl: oportunidades para
hu: kihívás közül
id: kesempatan bagi
is: möguleg afrek fyrir
it: opportunità per
ja: チャレンジ項目：
lt: galimybes
mr: संधि
ms: peluang untuk
nb: muligheter for
nl: kansen voor
pl: Kategoria:
pt_br: oportunidades para
ro: oportunități pentru
ru: возможности для
sk: príležitosti pre
sl: priložnosti za
sv: möjligheter för

source: Show Locked
ar: عرض مغلق
ast: Amosar bloquiaos
bn: বন্ধ দেখান
da: Vis låste
de: Zeige gesperrte
el: Προβολή κλειδωμένων
es: Mostrar bloqueadas
fi: Näytä lukitut
fr: Afficher ceux qui sont vérouillés
gl: Mostrar bloqueados
hu: Zárolt elemek megjelenítése
id: Tampilkan Yang Dikunci
is: Sýna læst
it: Visualizzazione bloccata
ja: ロック項目を表示
lt: Rodyti užrakintas
mr: कुलुपलावलेले दाखवा
ms: Papar Dikunci
nb: Vis låste
nl: Toon vergrendelde
pl: Pokaż zablokowane
pt_br: Mostrar Bloqueadas
ro: Arată oportunitățile blocate
ru: Показать заблокированные
sk: Ukázať uzamknuté
sl: Pokaži zaklenjene
sv: Visa låsta

source: This trophy <strong>was awarded</strong>
ar: هذه الجائزة </strong>منحت<strong>
bn: এই ট্রফিটি <strong>পুরস্কৃত হয়েছে</strong>
el: Το τρόπαιο <strong>έχει απονεμηθεί</strong>
fr: Ce trophée <strong>a été décerné</strong>
gl: Este trofeo <strong>foi outorgado</strong>
hu: Ezt a trófeát <strong>érdemelte ki.</strong>
id: Trofi ini <strong>dihadiahkan</strong>
is: Þetta afrek <strong>var veitt</strong>
it: Questo trofeo <strong>è stato assegnato</strong>
ja: このトロフィーは<strong>次の項目を成し遂げた証です</strong>
lt: Šis trofėjus <strong>buvo suteiktas</strong>
mr: हे बक्शीश <strong>संपादित केलेलय</strong>
nb: Dette trofeet <strong>ble lagt til</strong>
nl: Deze trofee <strong>is uitgereikt</strong>
pl: To trofeum <strong>zostało przyznane</strong>
pt_br: Este troféu <strong>foi concedido</strong>
ro: Acest trofeu <strong>a fost câștigat</strong>
sk: Táto trofej <strong>bola udelená</strong>
sl: Ta trofeja <strong>je bila dodeljena</strong>

source: Accomplishments Service
bn: নিষ্পাদন পরিষেবা
fi: Saavutuspalvelu
fr: Service des réalisations
gl: Servicio de logros
hu: Kihívás szolgáltatás
id: Layanan Pencapaian
lt: Laimėjimų tarnyba
nl: Prestaties Service
pt_br: Serviço de conquistas
sl: Storitev dosežkov

source: No Collections Installed
fr: Aucune Collection n'est installée
nl: Geen collecties geïnstalleerd

source: Additional information required...
ar: معلومات إضافية مطلوبة ...
bn: অতিরিক্ত তথ্য প্রয়োজন...
el: Απαιτούνται επιπλέον πληροφορίες...
fr: Des informations supplémentaires sont requises
gl: Información adicional requirida...
hu: További információk szükségesek…
id: Informasi tambahan diperlukan...
is: Vantar frekari upplýsingar...
it: Sono richieste maggiori informazioni
ja: 追加の情報が必要です...
lt: Reikalinga papildoma informacija...
mr: अजून माहिती आवश्यक आहे...
nb: Ekstra informasjon kreves...
nl: Aanvullende gegevens vereist…
pl: Dodatkowe informacje są wymagane...
pt_br: São necessárias informações adicionais...
ro: Sunt necesare mai multe informații...
sk: Sú potrebné doplňujúce informácie...
sl: Manjkajo dodatni podatki ...

source: Ubuntu One account required
ar: حساب أوبونتو وان مطلوب
bn: উবুন্টু ওয়ান অ্যাকাউন্টের প্রয়োজন
el: Απατείται λογαριασμός Ubuntu One
fi: Ubuntu One -tili vaaditaan
fr: Un compte Ubuntu One est requis
gl: Requírese unha conta de Ubuntu One
hu: Ubuntu One hozzáférés szükséges
id: Akun Ubuntu One diperlukan
is: Ubuntu One aðgang vantar
it: Richiesto un account Ubuntu One
ja: Ubuntu Oneアカウントが必要です
lt: Reikalinga Ubuntu One paskyra
mr: ऊबूनतू वन वर खाता गरजेचे आहे
nb: Ubuntu One konto kreves
nl: Ubuntu One-account vereist
pl: Wymagane konto Ubuntu One
pt_br: É necessária uma conta Ubuntu One
ro: Este necesar un cont Ubuntu One
sk: Potrebuješ Ubuntu One účet
sl: Zahtevan je račun Ubuntu One

source: AccomplishmentsViewer application
ar: طلب عارض الإنجازات
el: Η εφαρμογή AccomplishmentsViewer
gl: Aplicativo de visualización de logros
id: Aplikasi Penilik Pencapaian
is: Afrekslista forrit
it: Applicazione AccomplishmentsViewer
ja: Accomplishmentsビューアーアプリケーション
mr: सिद्धीदर्शक आप्लीकेशन
nb: PrestajonsLeser applikasjon
pl: Aplikacja przeglądająca osiągnięcia i trofea
pt_br: Aplicativo visualizador de conquistas
ro: Aplicație AccomplishmentsViewer
sl: Program pregledovalnika dosežkov

source: GNU Public License
ar: رخصة جنو العمومية (GNU Public License)
el: Άδεια χρήσης GNU
fi: GNU-hankkeen yleinen lisenssi
gl: Licenza pública de GNU
lt: GNU viešoji licencija
mr: GNU पब्लीक लाइसेंस
nb: GNU Public Lisens
pl: Publiczna licencja GNU
pt_br: Licença Pública GNU
ro: Licența Publică GNU
sk: Všeobecná verejná licencia GNU (GNU Public License)
sl: GNU Prosta Licenca

source: I've just got the trophy '%s'! %s
id: Saya baru mendapat trofi '%s'! %s
pt_br: Eu só tenho o troféu '%s'! %s

source: Accomplishment Details
ar: تفاصيل الإنجاز
gl: Detalles do logro
it: Dettagli della realizzazione
nb: Prestasjon detaljer
sk: Detaily dosiahnutých úspechov
sl: Podrobnosti dosežka

source: Some opportunities require verification when completed. To do this you will need an Ubuntu One account and agree to have those opportunities verified.
el: Κάποιες ευκαιρίες απαιτούν επαλήθευση αμέσως μετά την ολοκλήρωση τους. Για να γίνει αυτό χρειάζεται να έχετε λογαριασμό Ubuntu One και να αποδεχθείτε την πραγματοποίηση της επαλήθευσης των ευκαιριών αυτών.
it: Alcune opportunità richiedono una verifica quando completate. Per fare questo avrete bisogno di un account Ubuntu One e accettare di avere queste opportunità verificate.

source: accomplishments
el: επιτεύγματα
is: afrek
it: realizzazioni
mr: सिद्धी
sk: úspechy

source: Display information about the provided accomplishment ID (e.g. 'ubuntu-community/registered-on-launchpad'
it: Visualizzare le informazioni sull'ID della realizzazione fornita (per es. 'ubuntu-community/registered-on-launchpad')
