Repository: jonobacon/ubuntu-accomplishments-viewer
Catalog: po/*.po
Languages: ar, ast, bn, da, de, el, es, fi, fr, gl, hu, id, is, it, ja, lt, mr, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv

source: <b>The Accomplishments background service will be started when you log in. This is so your computer can check for accomplishments automatically.</b> You can disable this in <i>Edit</i> -> <i>Preferences</i> if required.
ast: <b>El serviciu en segundu planu de Llogros aniciaráse cola sesión. D'esta manera l'equipu comprobará los llogros de mou automáticu.</b> Pue desactivase en <i>Editar</i> ‣ <i>Preferencies</i> si ye necesario.
bn: <b>আপনি লগইন করতেই নিষ্পাদন ব্যাকগ্রাউন্ড পরিসেবা চালু হয়. এটা এমন যাতে করে আপনার কম্পিউটার স্বয়ংক্রিয়ভাবে নিষ্পাদনসমূহ চেক করতে পারে.</b> যদি প্রয়োজন পরে আপনি এটি <i>সম্পাদনা</i> -> <i>পছন্দসমূহ</i> থেকে নিষ্ক্রিয় করতে সক্ষম হবেন .
da: <b>Baggrundstjenesten for Bedrifter vil blive startet når du logger ind. Dette gøres, så din computer automatisk kan kontrollere for bedrifter.<b> Du kan slå dette fra i <i>Redigér<i> -> <i>Indstillinger<i> hvis du ønsker.
de: <b>Der Verdienste-Hintergrunddienst startet nachdem Sie sich angemeldet haben automatisch. Dadurch kann Ihr Rechner automatisch nach neuen Verdiensten suchen.</b> Sie können dies bei Bedarf deaktivieren unter <i>Bearbeiten</i> → <i>Einstellungen</i>.
es: <b>El servicio en segundo plano de Logros se iniciará cuando acceda. De esta manera su equipo comprobará los logros automáticamente.</b> Puede desactivarlo en <i>Editar</i> ‣ <i>Preferencias</i> si es necesario.
fr: <b>Le service des Réalisations sera démarré en arrière plan à l'ouverture de session. Ainsi, l'ordinateur pourra vérifier les réalisations automatiquement.</b> Vous pouvez le désactiver par le menu <i>Éditer</i> -> <i>Préférences</i> si besoin.
hu: <b>A kihívások háttérszolgáltatása elindul a bejelentkezést követően, így automatikusan ellenőrizve lesznek a teljesített kihívások</b> Ha gondolja, ez kikapcsolható a <i>Szerkesztés</i> -> <i>Beállítások</i> alatt.
lt: <b>Laimėjimų foninė tarnyba bus paleista, kai prisijungsite. Tai naudojama, kad jūsų kompiuterius galėtų automatiškai patikrinti laimėjimus.</b> Jūs tai galite išjungti per <i>Keisti</i> -> <i>Nustatymai</i>, jei reikia.
ms: <b>Perkhidmatan latar belakang pencapaian akan dimulakan bila anda mendaftar masuk. Supaya komputer anda boleh menyemak pencapaian secara automatik.</b> Anda boleh lumpuhkan ia dalam <i>Sunting</i> -> <i>Keutamaan</i> jika diperlukan.
nl: De Prestaties achtergrond service wordt gestart bij het inloggen. Hierdoor kan uw computer automatisch op nieuwe prestaties controleren.</b> U kunt eventueel uitschakelen door naar <i>Bewerken</i> -> <i>Voorkeuren</i> te gaan.
pt_br: <b>O serviço de conquistas em segundo plano será iniciado quando você iniciar sua sessão. Dessa forma seu computador pode verificar as conquistas automaticamente.</b> Você pode desabilitar isto em <i>Editar</i> -> <i>Preferências<i> se necessário.
ru: <b>Фоновая служба Достижений будет запущена при входе в систему. Благодаря чему ваш компьютер сможет автоматически проверять достижения.</b> Вы можете отключить это здесь: <i>Правка</i> -> <i>Параметры</i>.
sv: <b> Prestationer bakgrundstjänsten startas när du loggar. Detta gör att din dator hela tiden kan kontrollera prestationer automatiskt. </ b> Du kan inaktivera detta i <i>Redigera</i> -> <i>Inställningar</i> om det behövs.

source: <b>To use Ubuntu Accomplishments you need to have at least one accomplishments collection installed.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Learn More</a>
ast: <b>Pa usar Llogros d'Ubuntu, necesites tener polo menos una coleición de llogros instalada.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Saber más</a>
da: <b>For at bruge Ubuntu Bedrifter skal du have mindt én bedrift samling installeret</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Lær Mere</a>
de: <b>Sie müssen wenigstens eine Verdienstesammlung installiert haben, um Ubuntu Verdienste zu verwenden.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Mehr erfahren</a>
es: <b>Para utilizar Logros de Ubuntu, necesita tener al menos una colección de logros instalada.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Aprenda más</a>
fr: <b>Pour utiliser Réalisations Ubuntu, vous devez avoir au moins une collection de réalisations installée.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">En savoir plus</a>
ms: <b>Untuk menggunakan Pencapaian Ubuntu anda perlu miliki sekurang-kurangnya satu koleksi pencapaian terpasang.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Ketahui Lebih Lanjut</a>
nl: <b>Om Ubuntu Prestaties te gebruiken dient u tenminste een prestatiecollectie te hebben geïnstalleerd.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Meer informatie</a>
ru: <b>Чтобы воспользоваться Достижениями Ubuntu вам необходимо установить хотя бы одну коллекцию достижений.</b> <a href="https://wiki.ubuntu.com/Accomplishments/DesktopAppDocs/NoCollections">Узнать больше</a>

source: <b>Some opportunities need additional information to verify their completion.</b> You can edit this data anytime later using: <i>Edit->Identification...</i>
ar: </b>بعض الفرص في حاجة إلى معلومات إضافية للتأكد من إنجازها.<b> يمكنك تحرير هذه البيانات في أي وقت لاحقا باستخدام: <i>تحرير-> تحديد الهوية ...</i>
ast: <b>Dalgunes oportunidaes necesiten información estra pa comprobar el so cumplimientu.</b> Pues editar estos datos en cualquier momentu usando: <i>Editar ‣ Identificación…</i>
bn: <b>কিছু সুযোগের সমাপ্তি যাচাইয়ের জন্য অতিরিক্ত তথ্য প্রয়োজন.</b> <i>Edit->সনাক্তকরণ...</i> : ব্যবহার করে আপনি এই তথ্য পরবর্তিতে যেকোন সময় পরিবর্তন করতে পারবেন.
da: <b>Visse muligheder kræver yderligere oplysninger for at bekræfte deres færdiggørelse.</b> Du kan redigere disse data på et hvilket som helst senere tidspunkt ved hjælp af: <i>Redigér->Identificering...</i>
de: <b>Einige Möglichkeiten benötigen zusätzliche Informationen, um ihre Fertigstellung zu überprüfen.</b> Diese Daten können auch später jeder Zeit bearbeitet werden: <i>Bearbeiten</i> → <i>Identifikation …</i>
el: <b>Κάποιες ευκαιρίες απαιτούν επιπλέον πληροφορίες για να πραγματοποιηθεί η επαλήθευση της ολοκλήρωσής τους.</b> Είναι δυνατή η επεξεργασία των πληροφοριών αυτών σε μετέπειτα χρόνο μέσω: <i>Επεξεργασία->Ταυτοποίηση...</i>
es: <b>Algunas oportunidades necesitan información adicional para verificar su cumplimiento.</b> Puede editar estos datos en cualquier momento usando: <i>Editar ‣ Identificación…</i>
fr: <b>Certaines opportunités nécessitent des informations supplémentaires afin de vérifier leur achèvement.</b> Vous pouvez éditer ces données à tout moment ultérieurement, en utilisant: <i>Edit->Identification...</i>
hu: <b>Néhány kihívás számára több információ szükséges az visszaigazoláshoz.</b> Ezeket az adatokat később is módosíthatja itt: <i>Szerkesztés->Azonosítás…</i>
is: <b>Fyrir sum afrek þarf frekari upplýsingar til að staðfesta að þeim hafi verið lokið.</b> Hægt er að breyta þessum upplýsingum seinna með að velja <i>Breyta->Skilríki...</i>
it: <b>Alcune opportunità necessitano di informazioni aggiuntive per verificare il loro completamento.</b> Potete modificare questi dati in qualsiasi momento più tardi usando: <i>Modifica->Identificazione...</i>
ja: <b>いくつかのチャレンジ項目を達成するには、追加の情報が必要です</b> 追加の情報は、次の操作で修正できます: <i>編集→Identification...</i>
lt: <b>Kai kurioms galimybėms reikalinga papildoma informacija jų užbaigimui patikrinti.</b> Jūs galite redaguoti šiuos duomenis bet kada vėliau naudodami: <i>Keisti->Identifikacija...</i>
mr: <b>काहि संन्धिची पडताळण कर्न्यासाठी अजून माहिती गरज़ी आहे|</b> तुम्ही ही माहिती नंतर कधिपण बदलू शकता <i>संपादन->अभिज्ञान...</i> मधे जाऊन
ms: <b>Beberapa peluang perlukan maklumat tambahan untuk sahkan pelengkapan mereka.</b> Anda boleh sunting data ini bila-bila masa menggunakan: <i>Sunting->Pengenalan...</i>
nb: <b>Noen muligheter krever ekstra informasjon for å bekrefte sin gjennomføring.</b> Du kan redigere denne informasjonen senere ved hjelp av: <i>Rediger->Identifisering...</i>
nl: <b>Voor een aantal kansen is bijkomende informatie vereist om te kunnen realiseren.</b> Je kunt dit later bewerken via: <i>Bewerken->Identificatie...</i>
pl: <b>Niektóre osiągnięcia potrzebują dodatkowych informacji, by można było zweryfikować ich ukończenie.</b> Te dane można edytować później za pomocą: <i>Edycja->Identyfikacja...</i>
pt_br: <b>Algumas oportunidades necessitam de informações adicionais para que sua conclusão possa ser verificada.</b> Você pode editar estes dados a qualquer momento em: <i>Editar->Identificação...</i>
ro: <b>Unele oportunități au nevoie de informații suplimentare pentru a verifica realizarea.</b> Poți modifica aceste date oricând accesând: <i>Editează -> Identificare...</i>
ru: <b>Чтобы проверить исполнение некоторых возможностей, необходима дополнительная информация.</b> Вы можете отредактировать это позже: <i>Правка->Идентификация…</i>
sk: <b>Niektoré príležitosti vyžadujú doplňujúce informácie, aby bolo možné overiť ich splnenie.</b> Tieto informácie možeš upraviť aj neskôr použitím: <i>Upraviť->Idetifikácia...</i>
sl: <b>Za nekatere priložnosti potrebujete dodatne podatke s katerimi boste potrdili njihov zaključek.</b> Te podatke lahko kadarkoli urejate z uporabo<i>Uredi->Identifikacija ...</i>
sv: <b>Några bedrifter kräver ytterligare information för att verifiera dem.</b> Du kan redigera detta data när som helst genom att: <i>Redigera->Identifiering...</i>

source: Edit credentials
ar: تحرير معلومات الهوية
ast: Editar credenciales
bn: প্রমাণপ্রত্রাদি সম্পাদনা করুন
da: Redigér identifikationsoplysninger
de: Anmeldeinformationen bearbeiten
el: Επεξεργασία διαπιστευτηρίων
es: Editar credenciales
fr: Editer les informations d'identification
gl: Editar credenciales
hu: Szemályes adatok módosítása
id: Sunting kredensial
is: Breyta skilríki
it: Modifica le credenziali
ja: クレデンシャルの編集
lt: Redaguoti įgaliojimus
mr: अधिकारपत्राचा संपादनकरा
ms: Sunting kelayakan
nb: Rediger påloggingsinformasjon
nl: Aanmeldgegevens wijzigen
pl: Edytuj dane uwierzytelniające
pt_br: Editar credenciais
ro: Modifică certificările
ru: Редактирование данных входа
sl: Uredi poverila
sv: Redigera uppgifter

source: Later
ar: لاحقاً
ast: Más sero
bn: পরবর্তীতে
da: Senere
de: Später
el: Αργότερα
es: Después
fi: Myöhemmin
fr: Ultérieurement
gl: Máis tarde
hu: Később
id: Nanti
is: Seinna
it: Piú tardi
ja: 後で
lt: Vėliau
mr: नंतर
ms: Kemudian
nb: Senere
pl: Innym razem
pt_br: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sv: Senare

source: <b>Some opportunities require verification when completed. To do this you will need an Ubuntu One account and agree to have those opportunities verified.</b> Press the button below to check if you have an Ubuntu One account. If you don't, we will take a second to sign-up; the account is free.
ast: <b>Dalgunes oportunidaes necesiten comprobación al completase. Pa facelo, necesites una cuenta d' Ubuntu One y aceutar la comprobación d'eses oportunidaes.</b> Calca'l botón d'abaxo pa comprobar si tienes una cuenta d'Ubuntu One. Sinón, te llevará un segundu rexistrate; la cuenta ye de baldre.
bn: <b>কিছু সুযোগ সম্পন্ন করার পর যাচাইয়ের প্রয়োজন হয়. এই কাজের জন্য আপনার একটি উবুন্টু ওয়ান একাউন্টের প্রয়োজন এবং সুযোগগুলি যাচাই হবে বলে রাজি হবেন.</b> আপনার একটি উবুন্টু একাউন্ট থাকলে নিচের বোতামটিতে টিক দিন. যদি আপনার না থাকে, আমরা এক সেকেন্ড নিব; একাউন্টটি বিনামূল্যের.
da: <b>Nogle muligheder kræver verifikation når udført. For at gøre dette skal du bruge en Ubuntu One konto for at få disse muligheder verificeret</b> Tryk på knappen herunder for at tjekke om du har en Ubuntu One konto. Hvis du ikke har, vil vi bruge et sekundt på at sætte en op; det er helt gratis.
de: <b>Einige Möglichkeiten erfordern eine Überprüfung nach der Fertigstellung. Dazu benötigen Sie ein Ubuntu One-Konto und Sie müssen der Überprüfung dieser Möglichkeiten zustimmen.</b> Klicken Sie auf den unten stehenden Knopf, um zu prüfen, ob Sie ein Ubuntu One-Konto haben. Wenn nicht, können Sie sich hier kostenlos anmelden.
es: <b>Algunas oportunidades necesitan verificación al completarse. Para ello, necesita una cuenta de Ubuntu One y aceptar la verificación de esas oportunidades.</b> Pulse el botón a continuación para comprobar si tiene una cuenta de Ubuntu One. Si no, le llevará unos segundos registrarse gratuitamente.
fr: <b>Certaines opportunités demandent une vérification pour être complétées. Pour ce faire, il est nécessaire d'avoir un compte Ubuntu One afin que ces opportunités puissent être vérifiées.</b> Appuyez sur le bouton ci-dessous pour vérifier si vous disposez d'un compte Ubuntu One. Si ce n'est pas le cas, s'y inscrire est gratuit et ne prendra que quelques secondes.
lt: <b>Kai kurioms galimybėms reikalingas patikrinimas, kai jos baigtos. Norint tai padaryti jums reikės „Ubuntu One“ paskyros ir sutikti, kad šios galimybės būtų patikrintos.</b> Spauskite žemiau esantį mygtuką patikrinti, jei turite „Ubuntu One“ paskyrą. Jei neturite, užtruks keletą sekundžių užsiregistruoti; paskyra yra nemokama.
ms: <b>Sesetengah peluang perlukan pengesahan bila selesai. Untuk membuatnya anda perlukan akaun Ubuntu One dan setuju peluang tersebut disahkan.</b> Tekan butang dibawah untuk semak jika anda sudah mempunyai akaunn Ubuntu One. Jika tiada, kami akan bawa anda untuk mendaftar baru; akaun adalah percuma.
nl: <b>Sommige kansen hebben bij voltooiing een verificatie nodig. Om dit te doen heeft u een Ubuntu One-account nodig en toestemming geven om deze kansen te verifiëren.</b> Druk op de button hieronder als u een Ubuntu One-account heeft. Als u dit niet heeft dan kunt u zich snel registreren; de account is gratis.
pt_br: <b>Algumas oportunidades necessitam de verificação quando completadas. Para isso você precisa de uma conta Ubuntu One e concordar em ter essas oportunidades verificadas.</b> Aperte o botão abaixo para saber se você tem uma conta Ubuntu One. Se não tiver, em pouco tempo nós te conseguiremos uma; a conta é gratuita.
ru: <b>Некоторые возможности требуют подтверждения по завершению.Для этого вам понадобится аккаунт Ubuntu one и согласие на подтверждение этих возможностей..</b> нажмите на кнопку ниже для проверки наличия аккаунта Ubuntu One.Если у вас нет аккаунта, то это займет секунду для регистрации.Аккаунт бесплатен
sv: <b>Vissa möjligheter kräver verifikation när de genomförts. För att göra detta krävs ett Ubuntu One-konto och tillåtelse att verifiera dessa möjlighet.</b> Klicka på knappen nedan för att se om du har ett Ubuntu One-konto. Om du inte har det, kan du registrera ett på några sekunder; kontot är gratis.
