Repository: jonobacon/ubuntu-accomplishments-viewer
Catalog: po/*.po
Languages: ar, ast, bn, da, de, el, es, fi, fr, gl, hu, id, is, it, ja, lt, mr, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv

source: Publish...
ast: Espublizar...
bn: প্রকাশ করুন...
da: Udgiv...
de: Veröffentlichen …
es: Publicar...
fi: Julkaise...
fr: Publier...
id: Terbitkan...
lt: Publikuoti...
ms: Siarkan...
nl: Publiceren...
pl: Opublikuj...
pt_br: Publicar...
ru: Опубликовать
sv: Publicera...

source: Stop Publishing
ast: Dexar d'espublizar
bn: প্রকাশ করা বন্ধ করুন
da: Stop Udgivelse
de: Veröffentlichung stoppen
es: Detener publicación
fi: Lopeta julkaisu
fr: Arrêter de publier
id: Stop Menerbitkan
lt: Nebepublikuoti
ms: Henti Menyiar
nl: Publiceren stoppen
pl: Zatrzymaj publikowanie.
pt_br: Parar publicação
ro: Oprește publicarea
ru: Прекратить публикацию
sv: Sluta publicera

source: Please see your web browser to continue...
ast: Por favor, mira'l to navegador pa siguir...
bn: আপনার ওয়েব ব্রাউজার দেখুন...
da: Se venligst din web browser for at forsætte...
de: Bitte den Webbrowser benutzen, um fortzufahren …
es: Por favor, vea su navegador para continuar...
fi: Siirry selaimeen jatkaaksesi...
fr: Veuillez consulter votre navigateur internet pour continuer...
id: Silakan lihat peramban Anda untuk melanjutkan...
lt: Žiūrėkite naršyklėje norėdami tęsti...
ms: Sila lihat pelayar sesawang anda untuk teruskan...
nl: Zie uw webbrowser om door te gaan...
pl: Sprawdź przeglądarkę internetową aby kontynuować...
pt_br: Por favor, verifique seu servidor web para continuar...
ro: Vă rog verificați browserul web pentru a continua
ru: Пожалуйста, откройте ваш браузер чтобы продолжить
sv: Vänligen se din webbläsare för att fortsätta...

source: Trophies are no longer published.
ast: Los trofeos yá nun s'espublicen
bn: আর কোন ট্রফি প্রকাশিত হয় নাই.
da: Trofæer er ikke længere ydgivet
de: Trophäen werden nicht länger veröffentlicht
es: Los trofeos ya no se publican
fr: Les trophées ne sont dorénavant plus publiés.
id: Trofi tak dipublikasikan lagi.
lt: Trofėjai dagiau nebepublikuojami.
ms: Piala tiada lagi disiarkan.
nl: Trofeeën worden niet langer gepubliceerd.
pt_br: Troféus não são mais publicados.
ro: Trofeele nu mai sunt publicate
ru: Трофеи больше не публикуются
sv: Troféer blir inte längre publicerade.

source: Collection Authors:
ast: Autores de la coleición:
bn: লেখক সংগ্রহ:
da: Samling Forfatterer:
de: Autoren der Sammlung:
es: Autores de la colección:
fr: Auteurs de la collection :
gl: Autores da colección>:
hu: Gyűjtemény tulajdonosa:
id: Pengarang Koleksi:
ja: コレクションの作者:
lt: Kolekcijos autoriai:
ms: Koleksi Pengarang:
nb: Trofe Utgivere:
nl: Collectie auteurs
pt_br: Autores da Coleção:
ro: Autorii colecției
ru: Авторы коллекции:
sl: Avtorji zbirke:
sv: Författare av kollektion:

source: Accomplishments Viewer
ar: عارض الإنجازات
ast: Visor de llogros
bn: নিষ্পাদন প্রদর্শক
da: Bedrift Viser
de: Verdienste-Betrachter
el: Προβολή επιτευγμάτων
es: Visor de logros
fi: Saavutusten katselin
fr: Visualisateur des Réalisations
gl: Visor de logros
hu: Gyűjteménymegtekintő
id: Penilik Pencapaian
is: Afrekslisti
it: Visualizzatore delle realizzazioni
ja: Accomplishmentsビューアー
lt: Laimėjimų žiūryklė
mr: सिद्धी दर्शक
ms: Pelihat Pencapaian
nb: Prestasjons Leser
nl: Prestaties Weergave
pl: Przeglądarka osiągnięć
pt_br: Visualizador de conquistas
ro: Afișare trofee
ru: Просмотр достижений
sl: Pregledovalnik dosežkov
sv: Visa bedrifter

source: Ubuntu Accomplishments Viewer
ast: Visor de llogros d'Ubuntu
da: Ubuntu Bedrift Viser
de: Ubuntu Verdienste-Betrachter
es: Visor de logros de Ubuntu
fr: Visionneur de réalisations Ubuntu
ms: Pelihat Pencapaian Ubuntu
nl: Ubuntu Prestaties Weergave
ru: Просмотр Достижений Ubuntu

source: Accomplishments Viewer Application
ast: Aplicación Visor de llogros
da: Bedrift Viser Applikation
de: Anwendung zum Betrachten von Verdiensten
es: Aplicación Visor de logros
fr: Application de visionnage de réalisations Ubuntu
ms: Aplikasi Pelihat Pencapaian
nl: Prestaties Weergave Programma

source: Extra information required...
ar: معلومات اضافية مطلوبة ...
ast: Ye necesaria información estra...
bn: অতিরিক্ত তথ্য প্রয়োজন...
da: Yderligere oplysninger kræves...
de: Weitere Informationen erforderlich …
el: Απαιτούνται επιπλέον πληροφορίες…
es: Se necesita más información...
fi: Tarvitaan lisätietoa...
fr: Informations supplémentaires requises...
gl: Requírese información adicional...
hu: Tovább információk szükségesek…
id: Ekstra informasi diperlukan...
is: Vantar frekari upplýsingar...
it: Sono necessarie informazioni supplementari...
ja: 追加の情報が必要です...
lt: Reikalinga papildoma informacija...
mr: अजून माहितीची गरज आहे...
ms: Maklumat tambahan diperlukan...
nb: Ekstra informasjon behøves...
nl: Extra informatie vereist...
pl: Dodatkowe informacje są wymagane...
pt_br: Informação adicional necessária...
ro: Sunt necesare informații suplimentare...
ru: Необходима дополнительная информация…
sk: Sú potrebné doplňujúce informácie...
sl: Zahtevani so dodatni podatki ...
sv: Ytterligare information krävs...

source: <b>The following information is required to verify your accomplishments.</b> Please ensure that this data is accurate and up to date.
ar: <b/>مطلوب المعلومات التالية للتحقق من الإنجازات الخاصة بك.<b> الرجاء التأكد من أن هذه البيانات دقيقة ومحدثة.
ast: <b>La siguiente información ye necesaria pa comprobar los tos llogros.</b> Asegurate de qu'estos datos son correutos y tan actualizaos.
bn: <b>আপনার নিষ্পাদনসমূহ যাচাইয়ের জন্য নিম্নলিখিত তথ্য প্রয়োজন.</b> দয়া করে নিশ্চিত করুন যে এই তথ্য সঠিক এবং হালনাগাদ.
da: <b>De følgende oplysninger kræves for at bekræfte dine bedrifter.</b> Sørg venligst for at disse data er nøjagtige og ajourførte.
de: <b>Die folgenden Informationen werden benötigt, um Ihre Verdienste zu überprüfen.</b> Bitte stellen Sie sicher, dass diese Daten korrekt und aktuell sind.
el: <b>Οι ακόλουθες πληροφορίες απαιτούνται για την επαλήθευση των επιτευγμάτων σας.</b> Παρακαλώ σιγουρευτείτε ότι οι πληροφορίες είναι ακριβείς και επίκαιρες.
es: <b>La siguiente información es necesaria para verificar sus logros.</b> Asegúrese de que su información sea correcta y esté actualizada.
fi: <b>Saavutustesi varmentamiseksi tarvitaan seuraavaa tietoa.</b> Ole hyvä ja tarkista että nämä tiedot ovat oiken ja ajan tasalla.
fr: <b>L'information suivante est requise afin de vérifier vos réalisations.</b> Assurez-vous que ces données sont exactes et à jour.
gl: <b>A seguinte información é necesaria para verificar os seus logros.</b> Asegúrese de que a súa información sexa correcta e estea actualizada.
hu: <b> A következő információk szükségesek az eredményei hitelesítéséhez. </b> Győződjön meg róla, hogy az adatai helyesek és naprakészek.
id: <b>Informasi berikut diperlukan untuk memverifikasi pencapaian Anda.</b> Mohon pastikan bahwa data ini akurat dan mutakhir.
is: <b>Eftirfarandi upplýsingar vantar til að staðfesta afrekið.</b> Vinsamlegast athugið hvort þessar upplýsingar séu réttar.
it: <b>Le seguenti informazioni sono necessarie per verificare le vostre realizzazioni.</b> Si prega di assicurarsi che questi dati siano accurati e aggiornati.
ja: <b>あなたが達成した内容を証明するために、次の情報が必要です。</b> 情報が正しいか、また、最新のものかどうか確認してください。
lt: <b>Ši informacija reikalinga patikrinti jūsų laimėjimams.</b> Užtikrinkite, kad šie duomenys yra tikslūs ir naujausi.
mr: <b>तूम्हच्या सिद्धीन्ची पडताळणी करन्यासाठी खालील माहितीची गरजी आहे|</b> आम्ची विनंती आहे की ही माहिती तूम्ही तपासा| ही माहिती बिनचूक व ताजी आहे|
ms: <b>Maklumat berikut diperlukan untuk mengesahkan pencapaian anda.</b> Please ensure that this data is accurate and up to date.
nb: <b>Den følgende informasjonen kreves for å bekrefte dine prestasjoner.</b> Venneligst bekreft at disse opplysningene er korrekte og oppdatert.
nl: <b>Onderstaande informatie is vereist om uw prestaties te verifiëren.</b> Controleer even of de informatie juist en actueel is.
pl: <b>Poniższe informacje są wymagane do zweryfikowania Twoich osiągnięć.</b> Upewnij się, że te dane są poprawne i aktualne.
pt_br: <b>As seguintes informações são necessárias para verificar suas conquistas.</b> Por favor certifique-se que estes dados são precisos e atualizados.
ro: <b>Următoarele informații sunt necesare pentru verificarea realizărilor tale.</b>
ru: <b>Для проверки достижения необходима следующая информация.</b> Пожалуйста, удостоверьтесь, что информация верна и актуальна.
sk: <b>Následujúca informácia je potrebná na overenie Tvojich úspechov.</b>
sl: <b>Za preverjanje dosežka so zahtevani naslednji podatki.</b> Zagotovite, da bodo podatki pravilni in osveženi.
sv: <b>Följande information krävs för att verifiera dina bedrifter.</b> Försäkra dig om att detta data är korrekt och uppdaterat.

source: Copyright (C) 2012 Jono Bacon <jono@ubuntu.com>
ast: Copyright © 2012 Jono Bacon <jono@ubuntu.com>
es: Copyright © 2012 Jono Bacon <jono@ubuntu.com>
ms: Hakcipta (C) 2012 Jono Bacon <jono@ubuntu.com>

source: # Copyright (C) 2012 Jono Bacon <jono@ubuntu.com> # This program is free software: you can redistribute it and/or modify it # under the terms of the GNU General Public License version 3, as published # by the Free Software Foundation. # # This program is distributed in the hope that it will be useful, but # WITHOUT ANY WARRANTY; without even the implied warranties of # MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR # PURPOSE. See the GNU General Public License for more details. # # You should have received a copy of the GNU General Public License along # with this program. If not, see <http://www.gnu.org/licenses/>.
da: # Copyright (C) 2012 Jono Bacon <jono@ubuntu.com> # Dette program er gratis programmel: Du kan redistribuere det og/eller ændre det # under vilkår af GNU General Public Licens version 2, som udgivet # af The Free Software Foundation # # Dette programmel er distribueret i håbet om at vil være brugbart, men # UDEN NOGEN FORM FOR REKLAMATIONSRET; selv uden underforstået reklamationsretter af # SALGSBARHED, TILFREDSSTILLENDE KVALITET, eller EGENELSE TIL ET BESTEMT FORMÅL # PURPOSE. Se GNU General Public Licens for flere detajler # # Du skulle have modtaget dit kopu af GNU General Public Licens sammen # med dette programmel, hvis ikke, se <http://www.gnu.org/licenses/>.
es: Copyright © 2012 Jono Bacon <jono@ubuntu.com> Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU versión 3, como la publica la Free Software Foundation. Este programa se distribuye con la esperanza de que será útil, pero SIN NINGUNA GARANTÍA; sin siquiera las garantías implícitas de COMERCIABILIDAD, CALIDAD SATISFACTORIA o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles. Debería haber recibido una copia de la Licencia Pública General de GNU junto con este programa. Si no, consulte <http://www.gnu.org/licenses/>.
ms: # Hakcipta (C) 2012 Jono Bacon <jono@ubuntu.com> # Program ini merupakan perisian bebas: anda boleh edar semula ia dan/atau ubahsuai # ia dibawah terma Lesen Awam Am GNU versi 3, sepertimana yang diterbitkan # oleh Free Software Foundation. # # Program ini diedar dengan harapa ia akan berguna, tetapi # TANPA SEBARANG JAMINAN; tanpa jaminan terhadap KESESUAIAN DIPASARKAN # JAMINAN KUALITI, atau JAMINAN APA JUA SEBAB. # Rujuk Lesen Awam Am GNU untuk maklumat lanjut. # # Anda seharusnya menerima satu salinan Lesen Awam Am GNU bersama-sama # dengan program ini. Jika tidak, rujuk <http://www.gnu.org/licenses/>.

source: Show debug messages (-vv debugs accomplishments_viewer_lib also)
ar: عرض رسائل كشف الأخطاء (أيضا -vv debugs accomplishments_viewer_lib)
ast: Amosar los mensaxes de depuración (-vv tamién depura accomplishments_viewer_lib)
bn: ডিবাগ বার্তাগুলি দেখান (-vv debugs accomplishments_viewer_lib also)
da: Vis fejlretningsbeskeder (-vv fejlretter også accomplishments_viewer_lib)
de: Fehlerdiagnosemeldungen anzeigen (-vv diagnostiziert auch accomplishments_viewer_lib)
el: Προβολή μηνυμάτων αποσφαλμάτωσης (το -w αποσφαλματώνει και το accomplishments_daemon_lib)
es: Mostrar mensajes de depuración (-vv también muestra depuración de accomplishments_viewer_lib)
fr: Afficher les messages de débogage (-vv debugs accomplishments_viewer_lib aussi)
gl: Mostrar mensaxes de depuración (-vv tamén mostra depuración de accomplishments_viewer_lib)
hu: Hibakeresési üzenetek megjelenítése (-vv az accomplishments_viewer_lib hibáit is keresi)
id: Tampilkan pesan debug (-vv juga mendebug accomplishments_viewer_lib)
is: Sýna villu skilaboð (-vv debugs accomplishments_viewer_lib also)
it: Visualizza i messaggi di debug (-vv esegue il debug anche di accomplishments_viewer_lib)
ja: デバッグメッセージを表示(-vv debugs accomplishments_viewer_lib 同等)
lt: Rodyti derinimo pranešimus (-vv taip pat rodo accomplishments_daemon_lib derinimą)
mr: दोषमार्जन निरोप दाखवा (-w accomplishments_viewer_lib चे दोषमार्जन निरोप पण दाखवतो)
ms: Papar mesej nyahpepijat (-vv nyahpepijat accomplishments_viewer_lib jua)
nb: Vis feilsøkings-meldinger (-vv debugs accomplishments_viewer_lib also)
nl: Berichten voor foutopsporing weergeven (-vv zal ook accomplishments_viewer_lib ook debuggen)
pl: Pokaż komunikaty debugowania (-vv debuguje także accomplishments_daemon_lib)
pt_br: Mostrar mensagens de depuração (-vv depura também a accomplishments_viewer_lib)
ro: Arată mesajele de depanare (-vv depanează și accomplishments_viewer_lib)
ru: Показывать сообщения отладки (-vv показывает также сообщения accomplishments_daemon_lib)
sk: Ukazovať debugovacie správy (-vv debuguje aj accomplishments_viewer_lib)
sl: Pokaži sporočila razhroščevanja (-vv razhrošči tudi accomplishments_viewer_lib)
sv: Visa felsökningsmeddelanden (-vv felsöker även accomplishments_viewer_lib)

source: Display information about the provided accomplishment ID (e.g. 'ubuntu-community/registered-on-launchpad')
ast: Amuesa información tocante a la ID del llogru dau (p.ex. «ubuntu-community/registered-on-launchpad»)
bn: প্রদত্ত নিষ্পাদন আইডি সম্বন্ধে তথ্য (যেমন 'ubuntu-community/registered-on-launchpad') প্রদর্শন করুন.
da: Vis information om den givne bedrift ID (f.eks. 'ubuntu-community/registered-on-launchpad')
de: Informationen zur angegebenen Verdienste-Benutzerkennung zeigen (z.B. »Ubuntu-Gemeinschaft/Launchpad-Registrierung«)
es: Muestra información sobre la ID de los logros proporcionados (p.ej. «ubuntu-community/registered-on-launchpad»)
fr: Afficher les informations à propos des ID des accomplissements fournis (e.g. 'ubuntu-community/registered-on-launchpad')
id: Menampilkan informasi tentang ID pencapaian yang diberikan (mis. 'ubuntu-community/registered-on-launchpad')
lt: Rodyti informaciją apie pateiktą laimėjimo ID (pvz., 'ubuntu-community/registered-on-launchpad')
ms: Papar maklumat mengenai ID accomplishment yang disediakan (iaitu 'ubuntu-community/registered-on-launchpad')
nl: Informatie weergeven over de opgegeven prestatie ID (bijvoorbeeld 'ubuntu-community/registered-on-launchpad')
pt_br: Exibir informações sobre o ID da conquista fornecido (exemplo: 'comunidade-ubuntu/registrado-no-launchpad')
ru: Показываь информацию о ID предоставленных достижениях (например 'ubuntu-community/registered-on-launchpad')
sv: Visa information om den försedda bedriftens ID (ex. 'ubuntu-community/registered-on-launchpad')

source: Accomplishments Preferences
ar: تفضيلات الإنجازات
ast: Preferencies de llogros
bn: নিষ্পাদনগুলির পছন্দসমূহ
da: Bedriftsindstillinger
de: Verdienste-Einstellungen
el: Ρυθμίσεις επιτευγμάτων
es: Preferencias de logros
fi: Saavutusten asetukset
fr: Préférences des Réalisations
gl: Preferencias de logros
hu: Kihívás beállítások
id: Preferensi Pencapaian
is: Stillingar fyrir Afrekslista
it: Preferenze delle realizzazioni
ja: Accomplishmentsの設定
lt: Laimėjimų nustatymai
mr: सिद्धी अधिमान
ms: Keutamaan Pencapaian
nb: Prestasjons innstillinger
nl: Prestaties Voorkeuren
pl: Preferencje osiągnięć
pt_br: Preferências de conquistas
ro: Preferințe
ru: Настройка Достижений
sk: Nastavenia úspechov
sl: Nastavitve dosežkov
sv: Inställningar för bedrifter

source: Start background service on log in (recommended)
ast: Aniciar serviciu en segundu planu al coneutar (recomendao)
bn: লগইন করার সময় ব্যাকগ্রাউন্ড সেবা চালু করুন (প্রস্তাবিত)
da: Start baggrundstjeneste når der logges ind (anbefalet)
de: Starte Hintergrunddienst bei Anmeldung (empfohlen)
es: Iniciar servicio en segundo plano al iniciar sesión (recomendado)
fi: Käynnistä taustapalvelu sisäänkirjautumisen yhteydessä (suositellaan)
fr: Démarrer le service en tâche de fond à l'ouverture de session (recommandé)
gl: Iniciar servizo en segundo plano ao iniciar sesión (recomendado)
hu: Szolgáltatás indítása bejelentkezéskor (ajánlott)
id: Mulai layanan latar belakang saat log masuk (disarankan)
ja: ログイン時にバックグラウンドでサービスを起動する(推奨)
lt: Paleisti foninę tarnybą prisijungus (rekomenduojama)
ms: Mulakan perkhidmatan latar belakang bila mendaftar masuk (disarankan)
nl: Start achtergrond service bij het inloggen (aanbevolen)
pl: Uruchom w tle podczas logowania (zalecane)
pt_br: Iniciar serviço em segundo plano durante o início da sessão (recomendado)
ro: Pornește serviciul în fundal, la logare (recomandat)
ru: Запускать
sl: Ob prijavi začni storitev v ozadju (priporočeno)
sv: Starta bakgrundsprocess vid inloggning (rekommenderat)

source: <b>Accomplishments Background Service</b>
ast: <b>Serviciu de llogros en segundu planu</b>
bn: <b>নিষ্পাদন ব্যাকগ্রাউন্ড সার্ভিস</b>
da: <b>Bedrifter Baggrundstjeneste<b>
de: <b>Verdienste-Hintergrunddienst</b>
es: <b>Servicio de logros en segundo plano</b>
fi: <b>Saavutusten taustapalvelu</b>
fr: <b>Service en tâche de fond des réalisations</b>
gl: <b>Servicio de logros en segundo plano</b>
hu: <b>Kihívások háttérszolgáltatása</b>
id: <b>Layanan Latar Belakang Pencapaian</b>
lt: <b>Laimėjimų foninė tarnyba</b>
ms: <b>Perkhidmatan Latar Belakang Pencapaian</b>
nb: <b>Prestasjons Bakgrunns Service</b>
nl: <b>Prestaties Achtergrond Service</b>
pt_br: <b>Serviço de conquistas em segundo plano</b>
ru: <b>Фоновая служба Достижений</b>
sl: <b>Ozadna storitev dosežkov</b>
sv: <b>Backgrundsprocess för framsteg</b>

source: Hide Ubuntu One file upload notifications (recommended)
ast: Anubrir los avisos de xubíes de ficheros a Ubuntu One (recomendao)
bn: উবুন্টু ওয়ান ফাইল উত্তোলন বিজ্ঞপ্তি আড়াল করুন (প্রস্তাবিত)
da: Skjul notifikationer om filoverførsler til Ubuntu One (anbefalet)
de: Verstecke Ubuntu One Datei Upload Benachrichtigung (empfohlen)
es: Ocultar notificaciones de carga de archivos de Ubuntu One (recomendado)
fi: Piilota Ubuntu Onen tiedostonlähetysilmoitukset (suositellaan)
fr: Masquer les notifications d'upload de fichiers d'Ubuntu One
gl: Ocultar notificacións de carga de ficheiros de Ubuntu One (recomendado)
hu: Ubuntu One fájlfeltöltési értesítések elrejtése (ajánlott)
id: Sembunyikan pemberitahuan pengunggahan berkas Ubuntu One (disarankan)
lt: Slėpti „Ubuntu One“ failų išsiuntimo pranešimus (rekomenduojama)
ms: Sembunyi pemberitahuan muat naik gail Ubuntu One (disarankan)
nb: Gjem Ubuntu One opplastings notifikasjoner (anbefales)
nl: Meldingen van Ubuntu One bestand-upload verbergen (aanbevolen)
pt_br: Esconder notificações de envio de arquivo do Ubuntu One
ro: Ascunde notificările de upload ale fișiereler în Ubuntu One
ru: Убрать оповещения о загрузке файлов Ubuntu One (рекомендуется)
sl: Skrij obvestila Ubuntu One za pošiljanje datotek (priporočeno)
sv: Dölj Ubuntu One-notifieringar för filuppladdning (rekommenderat)

source: <b>Notification Bubbles</b>
ast: <b>Burbuxes d'avisu</b>
bn: <b>বিজ্ঞপ্তি বুদবুদগুলি</b>
da: <b>Påmindelser<b>
de: <b>Benachrichtigungen</b>
es: <b>Mensajes de notificación</b>
fi: <b>Ilmoitukset</b>
fr: Bulles de notification
gl: <b>Mensaxes de notificación</b>
hu: <b>Értesítés buborékok</b>
id: <b>Gelembung Pemberitahuan</b>
lt: <b>Pranešimų debesėliai</b>
ms: <b>Bebuih Pemberitahuan</b>
nb: <b>Notifikasjons Bobler</b>
nl: <b>Mededelingen</b>
pt_br: <b>Bolhas de notificação</b>
ro: <b>Bule de notificare</b>
ru: <b>Всплывающие уведомления</b>
sl: <b>Obvestilni mehurčki</b>
sv: <b>Notifikations-dialoger</b>

source: To publish your trophies online for others to see, click the <i>Publish</i> button. You can <i>Unpublish</i> later if you want to.
ast: Pa espublizar los trofeos en llinia y q'otros los vean, calca nel botón <i>Espublizar</i>. Si quies, más sero podrás <i>Desaniciar l'espublizamientu</i>.
bn: অন্যদের দেখার জন্য আপনার ট্রফিসমূহ অনলাইনে প্রকাশ, <i>প্রকাশ</ i> বোতামে ক্লিক করুন. আপনি <i>অপ্রকাশ</ i> করতে পারেন পরে যদি আপনি চান.
da: For at udgiv dine trofæer online så andre kan se dem, klik på <i>Udgiv</i> knappen. Du kan <i>Tilbage træk</i> senere hvis du ønsker.
de: Um Ihre Trophäen für Andere sichtbar online zu veröffentlichen, klicken Sie auf den Knopf <i>Veröffentlichen</i>. Sie können später die <i>Veröffentlichung zurückziehen</i>, wenn Sie möchten.
es: Para que los demás puedan ver sus trofeos, pulse en el botón <i>Publicar</i>. Puede <i>Dejar de publicar</i> después si quiere.
fr: Pour publier vos trophées en ligne afin que d'autres puissent les voir, cliquez sur le bouton <i>Publier</i>. Plus tard, il vous sera possible de <i>Dépublier</i> si vous le désirez.
lt: Norėdami publikuoti savo trofėjus internete, kad kiti matytų, spauskite mygtuką <i>Publikuoti</i>. Jei norėsite, vėliau galite <i>nebepublikuoti</i>.
ms: Untuk menyiarkan piala anda diatas-talian supaya orang lain dapat melihatnya, klik butang <i>Siarkan</i>. Anda boleh <i>Nyahsiar</i> kemudian jika anda mahu.
nl: Klik op de <i>Publiceren</i> knop om uw trofeeën online te publiceren zodat iedereen ze kan zien. Als u dat wilt kunt u later de <i>Publicatie ongedaan maken</i>.
pl: Aby opublikować swoje Trofea tak aby były widoczne dla innych osób online, naciśnij przycisk <i>Publish</i>. Jeżeli będziesz chciał, możesz później cofnąć publikację naciskając <i>Unpublish</i>.
pt_br: Para publicar seus troféus on-line para que outros usuários vejam, clique no botão <i>Publicar</i>. Você pode <i>Despublicar</i> depois se desejar.
ru: Чтобы опубликовать ваши трофеи онлайн для всеобщего доступа, нажмите кнопку <i>Опубликовать</i> Вы можете <i>Опубликовать</i> позже если хотите
sv: För att publicera dina troféer online för allmän beskådan, klicka <i>Publicera</i>. Du kan <i>avpublicera</i> senare om du vill.

source: <b>Publish Trophies Online</b>
ast: <b>Espublizar Trofeos en llinia</b>
bn: <b>ট্রফিগুলো অনলাইনে প্রকাশ করুন</b>
da: <b>Udgiv Trofæer Online</b>
de: <b>Veröffentliche Trophäen online</b>
es: <b>Publicar Trofeos en línea</b>
fr: <b>Publier les Trophées en Ligne</b>
lt: <b>Publikuoti trofėjus internete</b>
ms: <b>Siarkan Piala Diatas Talian</b>
nl: <b>Trofeeën online publiceren</b>
pt_br: <b>Publicar troféus on-line</b>
ru: <b>Опубликовать трофеи онлайн</b>
sv: <b>Publicera troféer online</b>

source: Share Trophy
ast: Compartir troféu
bn: ট্রফি শেয়ার করুন
da: Del Trofæ
de: Trophäe teilen
es: Compartir trofeo
fr: Partager Trophée
lt: Dalintis trofėjumi
ms: Kongis Piala
nl: Trofee delen
pt_br: Compartilhar troféu
ru: Поделиться трофеями
sv: Dela trofé
